INSERT INTO channel (ch_name) VALUES
                                              ('지은탁'),
                                              ('김신'),
                                              ('써니'),
                                              ('저승'),
                                              ('삼신할매'),
                                              ('유덕화'),
                                              ('김은숙'),
                                              ('파국');


INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(4,'게임',2011,'인기게임 M 해킹','인기게임 M의 해킹으로 1300만명 이상의 고객정보 유출 주가 하락',-25)
                                                                   ,(4,'게임',2011,'올해 매출 1조 돌파','매출 1조 돌파 했으나 M게임 해킹사건이슈로 주가상승 견인 실패 주가 하락',-5)
                                                                   ,(4,'게임',2011,'적자폭 소폭감소, 매출액 발표','4분기 적자폭이 소폭 감소했으나 매출액 또한 8.3 감소 주가 하락',-10)
                                                                   ,(4,'게임',2011,'신작 게임 발표','야심차게 발표하였으나 어려운 게임 난이도로, 비싼 가격에 흥행 실패 주가 하락',-5)
                                                                   ,(4,'게임',2011,'증권가에서 높은 평가 ,신작게임 출시 앞둬','대작이라 평가되는 신작 3개 발표 앞둬, 매출액 과 당기순이익 성장률 고평가 받아 주가 상승',15)
                                                                   ,(4,'게임',2011,'내 실적 기대,신작 출시 모멘텀','이미 출시된 게임들 외에 신작 모멘텀을 갖고 내의 실적 개선 기대는 기업가치가 한단계 더 레벨업 될것이라는 평가 주가 상승',20)
                                                                   ,(4,'게임',2012,'일본 증시 착륙','빠르게 변화하는 모바일 게임시장 적절한 대응못해 주가 하락',-20)
                                                                   ,(4,'게임',2012,'아시아 게임 시장 진출','아시아 시장 온라인 게임 매출이 당초 예상을 상회함 영업이익 기존대비 45 증가 주가 상승',20)
                                                                   ,(4,'게임',2012,'부실한 신작 게임 서버 운영','꾸준한 인기로 PC방 점유율 1위를 차지했으나 24시간이 넘도록 기약없는 서버점검 돌입 유저들의 불만 증대 주가 하락',-5)
                                                                   ,(4,'게임',2012,'타기업의 신작 게임 출시','타기업의 인기 기대작 출시로 주가 악영향 주가 하락',-5)
                                                                   ,(4,'게임',2012,'심혈을 기울여 만든 신작 출시','신작 두편에 대한 반응이 예상에 미치지 못해 주가 하락',-15)
                                                                   ,(4,'게임',2012,'인기게임 B 중국 진출','서비스 지역을 점차 넓혀 중국으로 진출예정 수익성 개선 기대 주가 상승',20)
                                                                   ,(4,'게임',2013,'중국 퍼블리싱 기업 불법프로그램 단속','중국의 퍼블리싱 기업이 불법프로그램 단속을 함으로써 이용자수 감소 3분기 호실적에도 4분기 수익감소 전망 주가 하락',-25)
                                                                   ,(4,'게임',2013,'신작 게임 중국서 오픈테스트','중국 현지서 큰기대를 받고있는 B게임 동접자수 60만 기대 주가 상승',15)
                                                                   ,(4,'게임',2013,'중국서 매출 일 매출 50억 넘어','중국서 서버당 1만명 이상 사용자 기록, 증권사 현지매출액 상향조정 주가 상승',10)
                                                                   ,(4,'게임',2013,'전동기 대비 395의 성장세 기록','310억엔의 매출을 기록했으나 9400만엔의 당기 순손실 기록 주가 하락',-5)
                                                                   ,(4,'게임',2013,'야심작 발표 시장주도력 흔들','야심작을 발표했으나 타 신예기업의 게임 시장 장악 주가 하락',-10)
                                                                   ,(4,'게임',2013,'모회사로부터 분리독립','모회사로부터 독립 소식에 실적 상승 기대 주가 상승',15)
                                                                   ,(4,'게임',2014,'인기 온라인 게임 S 모바일버전 등장','모바일 게임이 인기 온라인 게임 IP를 가져오며 유저들의 기대 모아 주가 상승',5)
                                                                   ,(4,'게임',2014,'자회사 모바일 버전 게임 대박','이전부터 이어오던 출시예정작 기대감, 대박 흥행 성공 주가 상승',35)
                                                                   ,(4,'게임',2014,'업계 4분기 실적 발표','유일하게 시장컨센서스를 상회, 실적가시성 높아 주가 상승',10)
                                                                   ,(4,'게임',2014,'올 배당금 예의 5배','이번회기 배당금을 5배 넘게 늘리기로 한 소식 주가에 영향 주가 상승',5)
                                                                   ,(4,'게임',2014,'모회사와 합병에 관련된 소송','모회사와 합병 관련된 소송에서 타협에 이르면서 주가 상승',10)
                                                                   ,(4,'게임',2014,'호실적 발표 ,고용지표 호조','실적 호조에 힘입어 주가 상승',10)
                                                                   ,(4,'게임',2015,'전통적인 온라인 게임사 모바일 진출','성공적인 신작 게임 출시와 더불어 모바일 게임 진출 기대에 관심집중 주가 상승',95)
                                                                   ,(4,'게임',2015,'성공적인 모바일 게임 출시한 기업 A인수','캔디 관련 유명 모바일게임 출시한 A기업을 성공적으로 인수 모바일 진출기대에 관심 집중 주가 상승',35)
                                                                   ,(4,'게임',2015,'경영권 문제 해소..주식 매각','타기업의 보유 주식 매각, 불확실성 해소로 인해 주가 상승',10)
                                                                   ,(4,'게임',2015,'실적발표, 사상최대수익','타기업과 경영권 분쟁으로 인해 사상최대수익을 거뒀음에도 주가 하락',-5)
                                                                   ,(4,'게임',2015,'경영권 분쟁사 보유주매도 결정','타기업의 보유주식 매각, 블록딜 형식으로 보유지분 전량 처분, 주가 하락',-5)
                                                                   ,(4,'게임',2015,'북 도발, 증시 불안','북 도발로 인해 증시불안 외국인 투자자의 이탈, 주가 하락',-20)
                                                                   ,(4,'게임',2016,'OO기업, 기존 게임 업데이트 진행 계획 발표','OO기업, 공격적인 업데이트와 행사 진행, 확장팩 출시 계획에 주가 상승',10)
                                                                   ,(4,'게임',2016,'1인칭 슈팅게임 "기습 공격2" 일본 공략 출사표','올여름 최고 기대작'' 일본 서비스 소식에 주가 상승',15)
                                                                   ,(4,'게임',2016,'개발 비용만 300억원... 야심작 "기습 공격2", 여성 성상품화 논란','출시 23일 만에 조기 종료... 후속작 흥행 참패에 신저가 갱신, OO기업 주가 하락',-60)
                                                                   ,(4,'게임',2016,'신작 FPS(1인칭 슈팅 게임) 2종 출시','야심찬 신작 FPS 게임 2종류 발표 대박흥행과 함께 주가 상승',15)
                                                                   ,(4,'게임',2016,'중국 시장 흥행... OO기업 가치평가 상승 사이클 재현되나','중국 시장 흥행에 힘입어 외국인 매수 급증...신고가 경신하며 주가 상승',20)
                                                                   ,(4,'게임',2016,'OO기업 최고 기대작, 비공개 베타 테스트(CBT) 돌입','베타 테스트 악평 보고서에 주가 ''뚝''...OO 기업 주가 하락',-25)
                                                                   ,(4,'게임',2017,'한국과 미국, 고고도미사일방어체계(사드·THAAD) 배치 발표','중국, 사드 보복 조치로 한국산 게임 IP의 신규 허가 심사 중단...출시 지연 우려에 주가 하락',-20)
                                                                   ,(4,'게임',2017,'모바일 버전 ''OOO M'' 출시 계획 발표','사전예약자 수 500만명 돌파, 120대 서버 마감... 인기게임 모바일 버전 출시 기대감에 주가 상승',20)
                                                                   ,(4,'게임',2017,'매출 효자'' OOO, 모바일 버전도 호평받으며 인기 상승 중','기존 고객 충성도 힘입어...고과금유저 일매출액 지속세 유지에 OO기업 주가 상승',10)
                                                                   ,(4,'게임',2017,'징검다리 연휴 앞두고 추석 이벤트 진행','추석 연휴 기간 수혜 기대감에 게임주 주가 동반 상승',5)
                                                                   ,(4,'게임',2017,'작 출시한 1인칭 슈팅 게임 ''고급시계'' 흥행몰이 중','고급시계'' 전세계 이용자 수 3000만명 돌파...관련 콘텐츠 매출 증가하며 주가 상승',60)
                                                                   ,(4,'게임',2017,'인기 게임 OOO, 대만 시장에 출사표...대만 최대 게임 업체와 손잡고 출시','사전 다운로드 60만 돌파...OO기업, 주력 게임 OOO 대만 성공 기대에 주가 상승',15)
                                                                   ,(4,'게임',2018,'영업이익 대비 순이익 증가 추세','인기 스테디셀러 게임들이 지속적인 성장세에 힘입어 주가 상승',15)
                                                                   ,(4,'게임',2018,'독창적 IP를 통한 게임 접근 허용으로 유저 수 증가 시도','독립적으로 유저를 잘 관리하면서도 탁월한 그래픽 품질과 게임성까지 놓치지 않아 호평을 받으며 주가 상승',25)
                                                                   ,(4,'게임',2018,'가장 오래 사랑 받은 인기게임의 모바일 버전 출시','모바일 버전의 흥행으로 인한 매출액, 영업이익, 당기순이익 모두 상승하여 주가 상승',20)
                                                                   ,(4,'게임',2018,'대작 IP 기반의 모바일 게임이 출시 기대','다중접속역할수행게임(MMORPG) 시장 환경 속 대작 출시에 대한 기대로 매수 요인이 상승하여 등 주가 상승',25)
                                                                   ,(4,'게임',2018,'세계 게임 시장을 들썩이게 만드는 신작과 새로운 소식 그리고 유저들이 함께 만드는 다양한 이벤트가 진행되는 쇼 개최','지금까지 있었던 행사 중 역대 최악의 평가와 실망을 안기며 시가 총액 크게 손실, 주가 하락',-60)
                                                                   ,(4,'게임',2018,'여러분들 스마트폰 없어요?','세계적으로 가장 큰 기대를 받았던 게임 시리즈가 모바일 버전으로 발표되자 시가 총액이 반토막나며 주가 하락',-50)
                                                                   ,(4,'게임',2019,'과거 인기를 끌었던 온라인게임을 모바일 버전으로 출시 임박','지분 추가 인수 효과 및 계획대비 감소한 플랫폼 수수료, 로열티, 마케팅 비용의 영향 등으로 인한 주가 하락',-25)
                                                                   ,(4,'게임',2019,'모 대기업 플랫폼의 게임즈 상장','모 대기업 플랫폼의 지원을 받는 게임즈는 전형적인 게임사들과 다른 길을 갈 수 있는 기회가 많아진다는 전망이 우세하여 비교적 주가 하락',-30)
                                                                   ,(4,'게임',2019,'신작 게임에 기반한 내 실적 개선이 전망','신작 출시에 따른 차익 실현 매물로 인해 실적 개선 전망과는 달리 약세를 띄우면서 주가 하락',-10)
                                                                   ,(4,'게임',2019,'유럽, 북미 시장에서의 서비스 확대','대작 기반의 모바일 게임의 해외 진출로 인한 실적개선 가능성으로 주가 상승',15)
                                                                   ,(4,'게임',2019,'수익모델이 변경으로 유료 게임이 무료 게임으로 전환','이미 유료로 구매하였던 유저들에겐 큰 보상과 함께 유저들의 수가 대폭 증가하여 주가 상승',25)
                                                                   ,(4,'게임',2019,'전성기를 이끌었던 인기 게임의 리마스터 모드 출시 선언','기존 유저들에게 아주 큰 호응을 얻으며 주가 상승',35)
                                                                   ,(4,'게임',2020,'전지구적 팬데믹 발생','전지구적 팬데믹으로 인해 소비자들의 소비 심리 위축, 반대로 집에서 게임 이용시간은 늘어나 상승세에 진입, 주가 상승',55)
                                                                   ,(4,'게임',2020,'지식재산권(IP)을 모바일 환경에서 재해석해 내놓는 전략 시도','모바일 게임이 매출 상승의 성장 동력 역할을 해주며 투자자들의 기대와 함께 주가 상승',35)
                                                                   ,(4,'게임',2020,'PC방 위주의 영업 전략 확대','과거 온라인게임시절부터 즐겼던 충성도 높은 이용자들의 향수를 자극하면서 다시한번 인기몰이 실현, 주가 상승',20)
                                                                   ,(4,'게임',2020,'동종업계 기업들의 주가 상승에 따른 가치 평가 상향','가치 평가 상향과 더불어 전지구적 팬데믹으로 인해 과거에 즐겼던 게임을 찾는 이용자들이 증가하며 자연스럽게 주가 상승',35)
                                                                   ,(4,'게임',2020,'자사 내 이미지 쇄신을 위한 명칭을 변경','기존 핵심 개발자들의 이탈 및 게임회사로서의 정체성이 상실되었다는 평가와 함께 주가 하락',-40)
                                                                   ,(4,'게임',2020,'유명 인기 게임을 재탄생시키며 서비스 배포','출시 연기, 공개했던 UI의 변경 등으로 인한 유저들의 혹평, 흥행참패로 인한 주가 하락',-35)
                                                                   ,(4,'게임',2021,'코인 시장에 적극적 투자 시도','가상화폐(암호화폐)가 폭락하면서 투자손실 피해 및 투자 다각화전략이 어려움에 직면하여 소비자들에게 불신 이미지 상승으로 인한 주가 하락',-35)
                                                                   ,(4,'게임',2021,'IT 산업 컨텐츠를 위한 라이브 서비스 역량 강화 시도','신작 모바일게임들의 흥행과 더불어 PC 온라인 스테디셀러 게임들의 소비자들도 만족할 수 있는 지속적인 업데이트로 인한 역대 최대 매출 달성, 주가 상승',40)
                                                                   ,(4,'게임',2021,'NFT(대체불가토큰)을 결합한 게임 출시 계획 발표','회사의 영업이익은 반토막이 난 것에 비해 주가는 급등하여 주가 상승',45)
                                                                   ,(4,'게임',2021,'인기게임의 새로운 두번 째 버전 출시 임박 발표','과한 현금 결제 유도로 인한 흥행 참패 및 실적 부진으로 주가 하락',-55)
                                                                   ,(4,'게임',2021,'전지구적 팬데믹 장기화 전망','게임 유저 수요의 증가로 인한 성장 회복세를 보이며 주가 상승',20)
                                                                   ,(4,'게임',2021,'사내 성차별 성희롱 문제 공론화','평등을 위한 온, 오프라인 파업 규모가 커지며 해시태그 운동 발발, 주가 하락',-15)
                                                                   ,(4,'게임',2022,'NFT(대체불가능토큰), P2E(돈 버는 게임) 등 신규 트렌드의 유행','신규 트렌드의 유행에 맞추지 않고, 기존의 흥행 게임을 재탄생시키는 전략으로 게이머들의 호응을 이끌어내 주가 상승',30)
                                                                   ,(4,'게임',2022,'`확률형 아이템`의 의혹','`확률형 아이템`의 확률 조작 논란으로 사용자 수 급감하며 주가 하락',-60)
                                                                   ,(4,'게임',2022,'한 인기게임의 과도한 의존도 발생','지식재산권(IP)을 다양화하고, 글로벌 시장을 적극 공략하겠다는 방침을 발표하였으나 이미지 쇄신을 하지 못해 주가 하락',-35)
                                                                   ,(4,'게임',2022,'기존 게임 비즈니스모델에서 벗어난 새로운 게임 계획 발표','출시하는 게임마다 차별없는 획일화된 비즈니스모델과 과도한 과금 구조가 유저들의 반발을 사며 주가 하락',-25)
                                                                   ,(4,'게임',2022,'모 대기업 그룹에서의 합병 계획 및 시도 발표','정보기술(IT) 산업에서 사상 최고액의 인수합병이 진행되며 투자자들의 기대와 함께 주가 상승',55)
                                                                   ,(4,'게임',2022,'새로운 게임패스(수십가지에 달하는 게임을 추가 요금 없이 즐길 수 있는 파격적인 서비스) 출시 임박','게임패스(100여가지에 달하는 게임을 추가 요금 없이 즐길 수 있는 파격적인 서비스) 기대에 따른 유저 유입 증가로 주가 상승',35)
                                                                   ,(4,'게임',2023,'유럽, 북미 시장 적극적인 개편 시도','내수와 해외 시장 모두 전 대비 매출 확대로 인한 주가 상승',25)
                                                                   ,(4,'게임',2023,'자사 인기 게임들의 올드 유저들을 위한 대규모 업데이트 준비','성공적인 대규모 업데이트와 이벤트의 호평에 힘입어 MAU(월간 이용자 수), 유료 유저 모두 증대, 주가 상승',35)
                                                                   ,(4,'게임',2023,'인기 모바일 게임의 새로운 업데이트 및 이벤트 시도','전체적인 모바일 게임 시장의 매출이 큰 폭으로 감소하며 투자 심리 위축으로 인한 주가 하락',-25)
                                                                   ,(4,'게임',2023,'전형적인 이미지 탈바꿈을 위한 신작 게임 출시 발표','예정됐던 신작 게임 출시 일정이 줄줄이 연기, 비공개 시범 테스트(CBT)에선 사용자의 혹평이 이어지며 주가 하락',-30)
                                                                   ,(4,'게임',2023,'성공적인 인수 합병 마무리','M&A가 성사되면서 주가가 주당 인수 가격에 수렴하여 주가가 상승',25)
                                                                   ,(4,'게임',2023,'세계 최대의 게임 쇼 개최','전반적인 대규모 축제에서 규모가 축소된 조촐한 분위기, 축제가 아닌 장례식이라는 평가를 받으며 쇼가 마무리, 주가 하락',-35);


INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(6,'엔터',2011,'전세계는 K-pop 앓이중','일본 뿐만아니라 아시아를넘어 전세계로 뻗어나가는 Kpop 주가 상승',220)
                                                                   ,(6,'엔터',2011,'몇몇 스타에 몰린 수익구조 문제','시스템 개선 후 인기를 보유한 가수 다수, 수익 구조가 다양하다는 ''차별성'' 등을 높게 평가 주가 상승',150)
                                                                   ,(6,'엔터',2011,'경쟁 기업 출두 및 상장','경쟁기업의 상장으로 인해 차익실현을 하고자 하는 주주들 다수 주가 하락',-40)
                                                                   ,(6,'엔터',2012,'인기 가수 A씨 신곡 출시','가수 ##의 신곡 오빠스타일 유튜브 조회수 8억뷰 넘겨.. 뉴욕 타임지 올해의 인물 선정으로 주가 상승',50)
                                                                   ,(6,'엔터',2012,'몸집 불리는 #엔터 ‘공룡기획사’ 노린다','다양한 분야에서 활동하는 톱스타들을 대거 영입 으로 주가 상승',5)
                                                                   ,(6,'엔터',2012,'3분기 실적공개','발표된 실적에서 엔터테인먼트주 ''예측 불가능성'' 에 대한 실망감으로 주가 하락',-60)
                                                                   ,(6,'엔터',2013,'탈세 문제로 잠정은퇴 선언했던 방송인 A 복귀','방송인 A, 과거의 명성을 찾지 못하며 약속했던 재산사회환원 늦어져 주가 하락',-15)
                                                                   ,(6,'엔터',2013,'엔터업체 공격적 합병','공격적 합병에 이은 흑자전환, 하지만 실적발표에서 투자자들의 기대에 못미쳐 잇단 호재에도 주가 하락',-5)
                                                                   ,(6,'엔터',2013,'1분기 실적 발표 적자','1분기 영업손실을 기록했지만,엔터중심의 사업구조 변화 과정이 시장에서 긍정적인 평가를 받고 있어 주가 상승',15)
                                                                   ,(6,'엔터',2014,'아이돌그룹 멤버 소속사에 소송','인기 아이돌그룹 E 의 멤버 A 가 전속계약무효소송을 제기 고질적 문제인 멤버 이탈 이슈로 주가 하락',-30)
                                                                   ,(6,'엔터',2014,'반기보고서 공시 매출 사상최대','국내외에서 활동중인 인기 아이돌그룹들, 활발히 활동하여 만족할만한 성과로 주가 상승',20)
                                                                   ,(6,'엔터',2014,'K-pop선도했던 여돌그룹에서 A양 퇴출','인지도 있던 그룹 S에서 A양 퇴출 통보로 인한 주가 하락',-30)
                                                                   ,(6,'엔터',2015,'분기 실적 발표에서 호실적 기록','메르스의 여파에도 불구, 추정치에 부합하는 호실적 거둬 주가 상승',70)
                                                                   ,(6,'엔터',2015,'인기 아이돌그룹 E 실적효자','실적이 전도1치를 초과했음에도 앞으로의 실적에 대한 확신없어 기관에서 매물을 내놓음 주가 하락',-10)
                                                                   ,(6,'엔터',2016,'사드 배치','중국 출연금지 우려와 직전 분기 실적 실망으로 주가 하락',-40)
                                                                   ,(6,'엔터',2016,'소속배우 드라마 흥행,소속 가수 7관왕 휩쓸어','소속배우들의 드라마와 소속가수의 신곡이 흥행하면서 주가 상승',10)
                                                                   ,(6,'엔터',2017,'여돌그룹 멤버 3인의 재계약 불발','여돌그룹 멤버 3인의 재계약 불발에도 한류를 주도하는 인기아이돌 그룹의 복귀에 힘입어 주가 상승',18)
                                                                   ,(6,'엔터',2017,'사드 갈등 완화','정상회의 양자 정상회담에서 사드 갈등 해소를 사실상 합의하면서 엔터주 반등 기대감 주가 상승',20)
                                                                   ,(6,'엔터',2018,'실적 발표 영업이익 47감소','작 영업이익이 전보다 47 낮다고 발표했지만,기획사와 드라마,예능 제작사 인수를 발표하며 올해 실적 기대감으로 주가 상승',40)
                                                                   ,(6,'엔터',2018,'실적에 대한 기대치 높으나 일부 증권사에서 컨센서스 하향조정','실적에 대한 기재치 높으나, 일부증권사에서 컨센서스 하향조정함으로서 주주들의 차익실현 빌미제공 주가 하락',-20)
                                                                   ,(6,'엔터',2019,'오디션프로 투표조작','연예 기획사 관계자들의 방송사 고위 임원들 유흥접대 문제가 불거지며 주가 하락',-10)
                                                                   ,(6,'엔터',2019,'인기 아이돌 그룹 멤버 A 의 불법 성매매 알선 논란','멤버 A 의 강남 소유 건물에서 불법 성매매 알선 논란이 불거져 주가 하락',-15)
                                                                   ,(6,'엔터',2020,'전염병으로 인한 공연 취소','전염병으로 인해 공연이 취소되고 여러 스케줄이 취소되며 실적 하락에 주가 하락',-20)
                                                                   ,(6,'엔터',2020,'전염병으로 인해 해외공연 취소','전염병으로 인해 실적하락이 예상됐지만 특히 음원과 음반 판매가 호조, 온라인 콘서트 확산과 온라인 콘텐츠 유통 해결책으로 등장 호실적 기록 주가 상승',15)
                                                                   ,(6,'엔터',2021,'방역체계 전환','방역체계 전환에 따른 오프라인 공연 재개 기대로 인해 주가 상승',150)
                                                                   ,(6,'엔터',2021,'중국의 엔터테인먼트 산업 규제','중국 공산당 국가인터넷정보판공실(CAC)은 ''무질서한 팬덤에 대한 관리 강화 방안'' 발표 주가 하락',-30)
                                                                   ,(6,'엔터',2022,'사우디 왕세자 방한','네옴시티 구상에서 건설뿐만 아니라 다양한분야에 5000억 투자 예상 적극적 수주를 위해 움직임으로써 주가 상승',20)
                                                                   ,(6,'엔터',2022,'실적 전동기보다 밑돌아','영업이익이 전 동기대비 30 밑돌아 주가 하락',-10)
                                                                   ,(6,'엔터',2023,'기업 인수전 시작 공개 매수 돌입','A기업과 B기업의 인수 발표에 따라 공개 매수 돌입 주가 상승',200)
                                                                   ,(6,'엔터',2011,'대표 걸그룹 W 국내복귀','대표 걸그룹 W 에 대한 기대감에 매수세 유입 K-POP열풍으성장 가능성 재평가 주가 상승',50)
                                                                   ,(6,'엔터',2011,'대표 걸그룹 2집앨범 발매','신곡 발표와 더불어 음원차트 석권 주가 상승',10)
                                                                   ,(6,'엔터',2011,'K-pop 그룹 해외진출','미국진출 성공적이지못한데다 타그룹은 해외에서 두각을 보이지 못하고 있어 주가 하락',-25)
                                                                   ,(6,'엔터',2012,'소속가수 음주운전','소속가수의 음주운전 불구속 입건으로 인해 주가 하락',-5)
                                                                   ,(6,'엔터',2013,'1분기 영업손실 발표','지난해 보다 적자가 감소되어 투자심리 개선 주가 상승',30)
                                                                   ,(6,'엔터',2013,'우회상장 심사 통과','우회상장 심사 통과 소식에 가격 제한 폭까지 급등하여 주가 상승',15)
                                                                   ,(6,'엔터',2013,'수익구조 지적','안정적인 수익구조가없는데 이어 타 엔터에 비해 히트가수가 부족함을 지적. 주가 하락',-10)
                                                                   ,(6,'엔터',2013,'자회사 청산','지난 연말에 설립한 자회사 B청산 적자폭 확대 주가 하락',-10)
                                                                   ,(6,'엔터',2014,'대표의 장인어른 체포','대표의 장인인 A씨가 구원파 와 연루되었다는 루머가 퍼지며 주가 하락',-5)
                                                                   ,(6,'엔터',2015,'오디션 프로그램 흥행 대박','오디션 프로젝트가 성공적으로 흥행하면서 주가 상승',5)
                                                                   ,(6,'엔터',2015,'소속가수 컴백 발표','소속 그룹 A의 음원차트 1위와 소속사를 이끄는 가수 B의 컴백 소식에 주가 상승',15)
                                                                   ,(6,'엔터',2015,'소속가수 연애발표','소속가수의 연애발표로 소속가수의 인기 하락 우려 주가 하락',5)
                                                                   ,(6,'엔터',2016,'아티스트 활동 증가','아티스트 활동 뚜렷하게 증가하면서 기관투자자와 외국인의 매수 확산 주가 상승',30)
                                                                   ,(6,'엔터',2016,'걸그룹 세대교체 성공적','오디션 프로그램에서 선발된 그룹 T가 연달아 히트를 침으로써 주가 상승',25)
                                                                   ,(6,'엔터',2016,'THAAD 배치','사드배치로 인해 한류컨텐츠 사업에 대한 중국정부의 규제가 한층 더 강화 주가 하락',-30)
                                                                   ,(6,'엔터',2017,'사드 갈등 재점화','한국의 사드배치 구체화로 인해 중국의 사드 보복 조치 로 중국내 콘텐츠 유통 어려워 주가 하락',-15)
                                                                   ,(6,'엔터',2017,'인기걸그룹 일본시장 데뷔','인기 걸그룹 T를 일본에 데뷔 시키면서 수익성 개선 주가 상승',5)
                                                                   ,(6,'엔터',2017,'한한령 지속','거대시장 중국 진출을 통한 실적의 퀀텀점프 기대감이 한한령으로 인해 실적성장에 제동 주가 하락',-15)
                                                                   ,(6,'엔터',2018,'중국시장 겨냥,신인 남성 그룹 데뷔','중국시장에 현지에 맞는 신인 남성그룹을 선보임으로써 주가 상승',15)
                                                                   ,(6,'엔터',2018,'대표 걸그룹 T 월드투어 복귀','사드 해빙분위기가 조성되고 대표 걸그룹이 성공적인 월드투어를 마친 이후 컴백, 신인 보이그룹의 안정적 데뷔로 호재 연발 주가 상승',60)
                                                                   ,(6,'엔터',2018,'호실적 발표','유튜브 매출 상승과 더불어 앨범판매와 대표 보이그룹의 공연에 힘입어 사상 최대 분기 실적 주가 상승',20)
                                                                   ,(6,'엔터',2019,'신인 걸그룹 데뷔','신인 걸그룹 I 와 보이그룹 S 가 성장궤도에 진입 영업이익이 꾸준히 늘어날것으로 전망 주가 상승',5)
                                                                   ,(6,'엔터',2019,'인기 걸그룹 T 리더 열애설','인기 걸그룹 T 의 리더 A양의 열애설에 멤버 B양의 열애설까지 불거져 주가 하락',-15)
                                                                   ,(6,'엔터',2019,'한일관계 악화','일본의 수출 규제로 한일관계가 악화되면서 아이돌 스타 활동에 제약 주가 하락',-5)
                                                                   ,(6,'엔터',2020,'코로나 대유행','코로나가 유행하면서 타격이 클것으로 예상되었지만 음원 음반 판매량과 온라인 공연사업 확장 등 시장 기대치를 상회한 성과로 주가 상승',10)
                                                                   ,(6,'엔터',2020,'타 엔터기업 상장','K-pop 을 선도하는 보이그룹의 엔터테인먼트기업의 상장소식이 들려옴에 따라 매수세가 몰려 주가 하락',-10)
                                                                   ,(6,'엔터',2021,'신인데뷔 3팀과 보이그룹 S 의 성장','내도 앨범판매량이 450만장에 육박하는 앨범 추정치보다 그룹S의 성장, 신인데뷔 3팀의 효과로 주가 상승',15)
                                                                   ,(6,'엔터',2021,'위드코로나','위드 코로나국면 진입에 오프라인 공연 기대감이 커지며 그간 억눌렀던 수요가 분출되며 주가 상승',25)
                                                                   ,(6,'엔터',2022,'엔터테인먼트 기업들의 해외진출','음반과 음원 매출이 전대비 16 증가 jyp의 공연 매출은 해외 투어 확대로 전대비 80 증가 주가 상승',30)
                                                                   ,(6,'엔터',2022,'1위 엔터 기업의 대표 아이돌 B그룹 활동 중지','엔터계 1위 기업의 대표 아이돌 B그룹이 활동을 중단을 시사하는 영상을 올려 전망 불투명 타 기업에도 악영향 주가 하락',5)
                                                                   ,(6,'엔터',2023,'소속 아티스트들의 주요활동 예고','소속 아티스트 들의 주요 활동 예고되며 호실적 전망에 더불어 미국 1위 레이블과 협업관계 및 파트너십 체결로 소속 아티스트에 대한 유통과 마케팅,홍보, 사업개발등의 범위를 확장 주가 상승',35)
                                                                   ,(6,'엔터',2023,'기대 이하 실적 발표','시장 기대치를 8~10 하회하는 영업이익 발표에 따른 주가 하락',-10)
                                                                   ,(6,'엔터',2023,'레이블 지배구조 도입평가','멀티 레이블 수익구조를 도입하면서 안정적인 지배구조에 대한 긍정적 평가로 외국인 순매수 증가 주가 상승',15)
                                                                   ,(6,'엔터',2011,'인기가수 A 대마초 흡연','인기가수 A의 대마초 리스크에 주가 하락',-20)
                                                                   ,(6,'엔터',2011,'인기가수 A 대마초 흡연 기소유예','인기가수 A의 대마초 흡연사건 기소유예 발표에 주가 상승',10)
                                                                   ,(6,'엔터',2012,'인기가수 B 사생활 스캔들','인기가수 B 의 사생활 스캔들 폭로로 인해 주가 하락',-10)
                                                                   ,(6,'엔터',2012,'가수 C 영국싱글차트 1위','C의 신곡이 영국 싱글차트에서 1위 빌보드 차트에서도 1위에 오를것으로 예상됨 에 따라 주가 상승',40)
                                                                   ,(6,'엔터',2012,'소속사 대표 아이돌 그룹 A 복귀','소속사 대표 아이돌 그룹 A가 복귀했지만 일부 증권사에서 주가 과대평가 의혹 제기 주가 하락',-40)
                                                                   ,(6,'엔터',2012,'경쟁사 엔터기업 실적 바닥','경쟁사 엔터기업이 실적을 바닥을 치면서 엔터주 약세, 기관투자자의 매도 행렬 주가 하락',-30)
                                                                   ,(6,'엔터',2013,'호실적 발표 및 인기가수 C 컴백','매출은 전 대비 59.4 증가 영업이익도 20 상승. 실적 불확실성이 해소되면서 주가 상승',40)
                                                                   ,(6,'엔터',2014,'여아이돌그룹 N 정규 2집 발표 음원차트 1위','경쟁사의 아이돌그룹을 밀어내고 국내 음원차트 1위 함으로써 주가 상승',10)
                                                                   ,(6,'엔터',2014,'2월 유상증자, 4월 무상증자가 이어져','2월 유상증자, 4월 무상증자가 이어지면서 물량부담리스크 부각, 인기가수 B 마약류 입건 주가 하락',-30)
                                                                   ,(6,'엔터',2014,'YG엔터 글로벌 기업으로 성장 기대','모 금융투자 연구원 A , 아티스트 라인업 확대, 어닝파워가 담보되는 보이그룹 확보 등을 이유로 실적 레벨업의 시작을 알리는 시그널이라 평가. 주가 상승',25)
                                                                   ,(6,'엔터',2014,'중국 T기업과 업무협약','T기업과 콘텐츠 제작 및 공급에 대한 업무협약 체결, 중국사업 가시성 높아져 주가 상승',20)
                                                                   ,(6,'엔터',2015,'신규 사업 성과 가시화 되지 못해','신규사업의 중국진출 지연, 초기 입지를 다지기 위한 마케팅 비용 증가로 수익성 저하 주가 하락',-40)
                                                                   ,(6,'엔터',2015,'자회사 지원투자','자회사의 지속적인 지원 투자를 하고 있으나 연초부터 실적으로 돌아오지 않아 수익성 저하 주가 하락',-25)
                                                                   ,(6,'엔터',2015,'소속사 대표 아티스트그룹 복귀','대표 아티스트가 활동을 재개 함으로써 다음분기 실적 상승 기대 주가 상승',10)
                                                                   ,(6,'엔터',2015,'주력아이돌 복귀, 아시아투어','주력아이돌 복귀와 함께 아시아투어를 진행함으로써 실적이 지난해에 비해 크게 상승 주가 상승',25)
                                                                   ,(6,'엔터',2016,'화장품 계열사 적자감소, 소속연예인 활동 활발','실적공시에서 발표한 실적이 화장품 계열사 적자감소와 소속연예인 들의 활발한 활동덕에 사상 최대 실적을 기록하며 주가 상승',40)
                                                                   ,(6,'엔터',2016,'중국에서 한한령 발표','중국에서 한류금지령을 내린 이후 한류가 크게 위축 한한령이 중국정부의 공식입장이아닌데도 콘텐츠제작 위축 주가 하락',-30)
                                                                   ,(6,'엔터',2016,'일본과 자회사 에서 증익 기대','매출액과 영업이익 상승했지만 신인 걸그룹의 마케팅비용으로 기대치 하회 주가 하락',-10)
                                                                   ,(6,'엔터',2017,'대통령의 중국 방문','대통령의 중국 방문으로 중국과 관계 개선 기대 한류에 대한 기대감 상승 주가 상승',5)
                                                                   ,(6,'엔터',2017,'중국 없이도 잘나간다.일본 투어 실적공개','중국에서의 사드 배치와 한한령으로 중국에서의 업황이 어려워졌지만 일본사업로열티가 사상 최대수준에 달할것으로 전망 주가 상승',25)
                                                                   ,(6,'엔터',2017,'반복된 마약위법','소속사의 대표 연예인들의 줄줄이 마약투약 소식에 주가 하락',-30)
                                                                   ,(6,'엔터',2018,'수익채널 다변화','유튜브, 넷플릭스의 성장에 따른 플랫폼의 확대로 사람중심의 수익구조가 콘텐츠의 영역까지 뻗어나가 주가 상승',30)
                                                                   ,(6,'엔터',2018,'소속사 대표 그룹의 세대교체','재작 데뷔한 걸그룹의 타이틀곡 유튜브공개후 50시간만에 5000만뷰 달성, 성공적 세대교체 기대 주가 상승',30)
                                                                   ,(6,'엔터',2018,'증권사에서 미디어주 톱픽 선정','S증권사에서 기업분석 보고서를 통해 "공격적인 디지털콘텐츠에 대한 투자전략 은 가장 큰 성장 잠재력을 이끌어 낼 수 있다."며 미디어 톱픽으로 선정 주가 상승',20)
                                                                   ,(6,'엔터',2019,'연예인들의 각종 추문 이슈화','소속사 대표 연예인의 클럽내 성접대 파문, 소유건물의 성매매업소 이슈 등으로 주가 하락',-35)
                                                                   ,(6,'엔터',2019,'한일관계 악화 수출금지, 소속가수의 사생활 이슈','일본의 수출 규제가 떨어지면서 일본활동 제약가능성과 소속가수들의 성접대 이슈에 주가 하락',-50)
                                                                   ,(6,'엔터',2019,'A 전 대표 프로듀서의 성매매 알선 혐의','A 전 대표 프로듀서의 성매매 알선혐의가 무혐의로 결론남으로써 주가 상승',10)
                                                                   ,(6,'엔터',2020,'유명 걸그룹의 온라인 콘서트 개최','유튜브 뮤직과 파트너십을 맺고 유명 걸그룹의 온라인 콘서트를 개최 했으나 신곡 뮤직 비디오에서 간호사의 성적대상화, 비하적 묘사를 했다는 이슈 발생 주가 하락',-5)
                                                                   ,(6,'엔터',2020,'4만의 중국의 게임기업 판호(허가)발급','사드보복 이후, 한한령의 완화기대로 주가 상승',5)
                                                                   ,(6,'엔터',2020,'코로나 19 이후 실적개선','코로나 19로 인해 콘서트 공연 매출이 급감했었으나 음원 및 음반매출이 예상보다 견고한 모습이 확인되면서 주가 상승',5)
                                                                   ,(6,'엔터',2020,'소속사를 대표하는 보이그룹 복귀','미국에서 열리는 페스티벌에 초청받은 보이그룹이 복귀한다는 소식이 전해져 시장에서는 멤버들의 재계약 확정으로 해석 주가 상승',20)
                                                                   ,(6,'엔터',2021,'미국 IT기업 A, 웹툰원작 한국드라마 제작 공식화','미국 IT기업 A가 OTT 서비스로 확장하면서 드라마 제작 소식 발표, 수익성 기대 주가 상승',5)
                                                                   ,(6,'엔터',2021,'위드코로나 발표','2 가까이 없었다 시피한 콘서트가 이르면 연말부터 개최될 가능성이 올라가면서 주가 상승',25)
                                                                   ,(6,'엔터',2021,'코로나 19 로 인해 콘서트 개최의 어려움','코로나로 인해 오프라인 콘서트 개최가 어렵지만 불티나게 팔린 앨범덕에 주가 상승',35)
                                                                   ,(6,'엔터',2021,'자회사가 제작한 드라마 폐지','자회사가 제작한 드라마가 역사왜곡과 동북공정 논란에 휩싸여 폐지되며 투자심리 악화 주가 하락',-10)
                                                                   ,(6,'엔터',2022,'대표 걸그룹, 보이그룹의 재계약 다가와','소속사를 대표하는 두 그룹의 재계약이 내으로 다가와 투자심리 위축 주가 하락',-5)
                                                                   ,(6,'엔터',2022,'전 총괄 프로듀서의 3 징역형','전 총괄 프로듀서 A씨가 보이그룹 B군의 마약 혐의를 무마하려 제보자를 협박한 혐의로 3 징역형 선고 주가 하락',-10)
                                                                   ,(6,'엔터',2022,'신곡 뮤비 출시 유튜브 조회수 1억뷰 달성','소속 여그룹의 신곡 뮤비 공개로 유튜브 뮤직비디오 1억뷰 조회 달성 주가 상승',10)
                                                                   ,(6,'엔터',2022,'복귀한 대표 걸그룹 2집 발표','대표 걸그룹의 2집이 발표되고 선주문량이 200만장을 돌파 주가 상승',5)
                                                                   ,(6,'엔터',2023,'대표 걸그룹 재계약','대표 걸그룹의 재계약이 성사되면서 불확실성 해소 및 신규 앨범 및 대형 월드 투어 활동 기대 주가 상승',30)
                                                                   ,(6,'엔터',2023,'걸그룹의 유튜브 조회수 18억회','지식재산권(IP)을 활용한 음반, 콘서트 등 직접 매출에 지나치게 의존하는 구조에서 굿즈, 로열티, 광고 수익 등 간접 매출이 증가 레버리지 효과가 극대화 걸그룹의 데뷔와 유튜브 조회수 18억회와 함께 재평가 주가 상승',120)
                                                                   ,(6,'엔터',2023,'주목받던 신인 걸그룹 멤버, 데뷔 전에 탈퇴','신인 걸그룹의 주축이라 평가받던 멤버 A 가 개인적인 사유로 데뷔명단에서 빠져 주가 하락',-5)
                                                                   ,(6,'엔터',2023,'대표 걸그룹 멤버 A 재계약 앞두고 이탈가능성 제기','대표 걸그룹의 재계약이 지지부진한 가운데 멤버 A 가 이탈할 가능성 제기되어 주가 하락',-10);

INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
                                                                    (1,'IT',2011,'스마트폰 시리즈 출시','휴대폰 시리즈의 출시는 주가에 긍정적인 영향을 미칠 것으로 예상됨 주가 상승.',10),
                                                                    (1,'IT',2011,'타사와의 법정 분쟁','스마트폰 및 태블릿을 둘러싼 법정 소송이 치열하게 진행.이는 두 회사의 경쟁이 치열해지고, 지적재산권 침해 등의 문제가 논의됨. 주가 하락',-15),
                                                                    (1, 'IT', 2011, '글로벌 경기 둔화', '유럽을 중심으로 글로벌 경기 둔화 우려가 증가함에 따라 글로벌 기업의 수출 및 수익에 부정적 영향을 미치며, 반도체와 디스플레이 등의 핵심 사업 부문에도 영향을 줄 것으로 예상됨. 주가 하락', -15),
                                                                    (1,'IT',2011,'스마트폰 부문 경쟁 강화','스마트폰 시장에서 경쟁력을 강화하려는 노력을 기울였습니다. 치열한 경쟁 속에서 시장 점유율 확대가 어려워짐. 주가 하락',-20),
                                                                    (1,'IT',2011,'디스플레이 사업 부진','디스플레이 부문에서 일부 어려움을 겪음. 특히 LCD 패널 시장에서의 치열한 경쟁과 과잉 공급으로 인해 수익성이 저하됨. 주가 하락',-25),
                                                                    (1,'IT',2011,'CEO 사망','공동 창업자이자 CEO가 병으로 인해 사망함. 이 사건은 시장에서 큰 충격을 일으키고, CEO의 비전과 리더십을 중요하게 생각하는 투자자들에게 불안감을 초래함. 주가 하락',-10),
                                                                    (1,'IT',2011,'인수합병 및 OS 성장','모빌리티 회사를 인수하고 자사 OS 생태계를 강화함. 이러한 인수합병은 경쟁력을 높이고, 자사 OS 생태계의 확장을 촉진함. 주가 상승',40),
                                                                    (1,'IT',2011,'클라우드 컴퓨팅 성장','클라우드 컴퓨팅 부문에서 높은 성장을 보임. 클라우드 인프라 서비스 시장에서 선도적인 위치를 차지하며 수익성을 향상시킴. 주가 상승',25),
                                                                    (1,'IT',2012,'모바일 사업 성과','스마트폰 모델이 성공적으로 출시됨. 또한, 모바일 사업이 전반적으로 성과를 거둠. 주가 상승',15),
                                                                    (1,'IT',2012,'소송 및 특허 침해','특허 침해 소송에서 패소한 사례가 있음. 경쟁사와의 법정 소송에서 패배함. 주가 하락',-20),
                                                                    (1,'IT',2012,'반도체 사업 부문 성과','반도체 사업 부문이 호황을 누림. 특히 메모리 칩 분야에서의 성과가 높음. 주가 상승',15),
                                                                    (1,'IT',2012,'스마트폰 사업의 경쟁력 강화','스마트폰 사업에서의 경쟁력을 강화하기 위해 노력함. 시리즈 등의 제품을 출시하고, 마케팅 활동을 확대함. 주가 상승',10),
                                                                    (1,'IT',2012,'디스플레이 사업 부진','LCD 패널 시장에서의 경쟁이 치열함. 수익성이 저하됨. 주가 하락',-10),
                                                                    (1,'IT',2012,'전략적 제휴 및 사업 확장','전략적 제휴와 사업 확장을 통해 성장을 모색함. 예를 들어, 다양한 기업들과의 협력을 강화하고 새로운 사업 분야로 진출함. 주가 상승',10),
                                                                    (1,'IT',2012,'신제품 출시 및 판매 성과','다양한 제품을 출시했으며, 이러한 제품의 판매 성과가 주목받음. 주가 상승',10),
                                                                    (1,'IT',2012,'새로운 버전 OS 출시','새로운 버전의 OS를 출시하고 이를 통해 PC 및 태블릿 시장에서의 경쟁력을 강화하려는 시도를 함. 주가 상승',10),
                                                                    (1,'IT',2012,'IPO 후 경영 약화 우려','공개 시장에서의 최초 공개 제안(IPO)을 진행했으나, 이후 주가의 하락과 경영 약화 우려가 제기됨. 주가 하락',-20),
                                                                    (1,'IT',2012,'글로벌 경기 둔화','글로벌 경기 둔화 우려가 여전히 존재함. 특히 유럽 및 미국의 경기 둔화가 우려됨. 주가 하락',-10),
                                                                   (1,'IT',2013,'신제품 출시 및 혁신','다양한 새로운 제품과 기술을 출시하고 혁신을 추구함. 예를 들어, 고성능 스마트폰과 태블릿 등이 출시됨. 주가 상승',30),
                                                                    (1,'IT',2013,'전자제품 부문 경쟁 강화','전자제품 부문에서의 경쟁이 치열해짐. 특히 스마트 TV 및 가전 제품 분야에서의 경쟁이 심화됨. 주가 하락',-25),
                                                                    (1,'IT',2013,'모바일 사업 성과','주요 스마트폰 모델이 출시되며, 모바일 사업이 성과를 거둠. 주가 상승',15),
                                                                    (1,'IT',2013,'혁신적인 제품과 기술 개발','혁신적인 제품과 기술을 개발하고 출시하여 시장에서 주목받음. 예를 들어, OLED TV 및 스마트 가전 제품이 이에 해당함. 주가 상승',10),
                                                                    (1,'IT',2013,'CEO 교체 및 전략 변화','CEO로 새로운 리더십이 취임하고, 회사의 전략 및 제품 포트폴리오에 변화가 있음. 주가 상승',5),
                                                                    (1,'IT',2013,'사용자 증가와 광고 수익 증가','사용자 수와 광고 수익이 크게 증가함. 특히 모바일 광고 수익이 늘어나는 등 긍정적인 실적을 기록함 주가 상승.',10),
                                                                    (1, 'IT', 2013, 'OS 생태계 강화', 'OS 생태계를 강화하기 위해 다양한 제품 및 서비스를 발표함. 특히 스마트폰 및 태블릿 시장에서의 경쟁력을 강화함. 주가 상승', 5),
                                                                    (1, 'IT', 2013, '법적 소송 종료', '경쟁사 간의 법적 소송이 종료되는 등, 기업 간의 법적 분쟁이 해소되는 이슈가 있었음. 주가 하락', -10),
                                                                    (1, 'IT', 2014, '경쟁사와의 경쟁에서의 위치 약화', '경쟁사와의 경쟁에서 위치가 조금씩 약화되는 모습을 보였음. 특히 스마트폰 및 태블릿 시장에서 경쟁사의 영향력이 커짐. 주가 하락', -10),
                                                                    (1, 'IT', 2014, '스마트폰 시장에서의 경쟁 강화', '스마트폰 시장에서의 경쟁이 더욱 치열해짐. 특히 중국의 저가 스마트폰 브랜드들의 등장으로 경쟁이 심화됨. 주가 하락', -15),
                                                                    (1, 'IT', 2014, '전자제품 부문에서의 성과 부진', '전자제품 부문에서의 성과가 다소 불안정한 모습을 보였음. 특히 TV 및 가전 제품 분야에서의 판매가 부진함. 주가 하락', -5),
                                                                    (1, 'IT', 2014, '글로벌 경기 변화', '글로벌 경기가 변화하면서 경기 둔화 우려가 다시 부각됨. 특히 중국 및 일부 신흥 시장에서의 불확실성이 증가함. 주가 하락', -10),
                                                                    (1, 'IT', 2014, '운영체제 업데이트', '운영체제의 새로운 업데이트를 발표하고, 이에 따른 긍정적인 사용자 및 개발자 응답을 얻음. 주가 상승', 15),
                                                                    (1, 'IT', 2014, '클라우드 컴퓨팅 서비스 성장', '클라우드 컴퓨팅 시장에서 성장을 이룸. 주가 상승', 25),
                                                                    (1, 'IT', 2014, 'OO 서비스 인수', 'OO를 인수하여 소셜 미디어 시장에서의 지위를 강화함. 주가 상승', 30),
                                                                    (1, 'IT', 2015, '리브랜딩', '기업의 구조를 재조정하기 위해 리브랜딩을 발표함. 주가 상승', 20),
                                                                    (1, 'IT', 2015, '새로운 버전의 운영체제', '업그레이드 된 버전의 운영체제를 발표하고 출시하여 긍정적인 반응을 얻음. 주가 상승', 20),
                                                                    (1, 'IT', 2015, '앱 서비스 성과', '앱 서비스를 확장하여 사용자 수와 수익성을 증가시킴. 주가 상승', 30),
                                                                    (1, 'IT', 2015, '자동차부품 사업에서의 성장', '자동차부품 사업이 성장세를 보임. 특히 전기차 및 자율주행차 시장에서의 수요가 증가함. 주가 상승', 20),
                                                                    (1, 'IT', 2015, '가전제품 부문에서의 실적 부진', '가전제품 부문에서 성과가 부진한 모습을 보였음. 특히 TV와 세탁기 등의 제품 판매가 예상보다 미흡함. 주가 하락', -25),
                                                                    (1, 'IT', 2015, '반도체 부문에서의 실적 부진', '반도체 부문에서의 성과가 기대에 못 미친 모습을 보였음. 특히 메모리 칩 시장에서의 공급과잉 문제가 있었음. 주가 상승', 25),
                                                                    (1, 'IT', 2015, '인수합병(M&A) 및 투자 소식', '인수합병이나 투자 관련 소식을 발표함. 주가 상승', 30),
                                                                    (1, 'IT', 2016, '스마트폰 발화', '스마트폰이 발화하는 사건이 발생하여 제품 리콜과 생산 중단 등의 조치가 이뤄짐. 주가 하락', -50),
                                                                    (1, 'IT', 2016, '중국에서의 소비 부진', '중국에서의 소비 부진이 우려되어 중국 시장에서의 제품 판매가 감소함. 주가 하락', -20),
                                                                    (1, 'IT', 2016, '5G 기술에 대한 투자 확대', '5G 기술에 대한 투자가 확대되어 5G 기술 개발 및 상용화를 위해 노력함. 주가 상승', 15),
                                                                    (1, 'IT', 2016, '기술 혁신에 대한 투자', '기술 혁신에 대한 투자를 강화함. 특히 IoT 기술에 대한 연구 개발을 강화함. 주가 상승', 10),
                                                                    (1, 'IT', 2016, '투자자 신뢰 회복', '투자자들의 신뢰를 회복하기 위해 기업의 재무 건전성을 강화함. 주가 상승', 5),
                                                                    (1, 'IT', 2016, '글로벌 시장 확대', '글로벌 시장에서의 영향력을 확대하기 위해 노력함. 특히 미국과 유럽 시장에서의 진출을 강화함. 주가 상승', 10),
                                                                    (1, 'IT', 2016, '광고 수익 성장', '광고 수익이 크게 성장함. 모바일 광고 수익이 크게 증가함. 주가 상승', 40),
                                                                    (1, 'IT', 2016, '클라우드 서비스 성장', '자사의 클라우드 서비스가 큰 성장을 거둠. 기업들의 클라우드 이전이 가속화됨. 주가 상승', 30),
                                                                    (1, 'IT', 2016, '스마트폰 판매 부진', '스마트폰 판매가 예상보다 부진한 모습을 보임. 특히 중국 시장에서의 성과가 저조함. 주가 하락', -20),
                                                                   (1, 'IT', 2017, '프로세서 보안 취약점 발견', '프로세서 보안 취약점을 발견하고 대응해야 함. 주가 상승', 15),
                                                                    (1, 'IT', 2017, '클라우드 및 AI 기술 투자', '클라우드 및 인공지능 기술에 대한 투자를 강화하여 시장에서 주목받음. 주가 상승', 20),
                                                                    (1, 'IT', 2017, '프라이버시 문제', '사용자의 프라이버시 문제와 관련된 논란에 휩싸임. 주가 하락', -20),
                                                                    (1, 'IT', 2017, '자동차부품 사업의 성과', '자동차부품 사업이 성과를 거둠. 특히 전기차 부품 사업이 주목받음. 주가 상승', 30),
                                                                    (1, 'IT', 2017, '최고경영자 교체', '최고경영자 교체가 이뤄짐. 주가 상승', 5),
                                                                    (1, 'IT', 2017, '폴더블폰 기대감', '폴더블폰에 대한 기대감이 높아짐. 주가 상승', 10),
                                                                    (1, 'IT', 2017, '글로벌 시장 진출과 경쟁 강화', '글로벌 시장 진출을 강화하고 경쟁을 노력함. 특히 중국 및 인도 시장에서의 경쟁이 치열해짐. 주가 상승', 5),
                                                                    (1, 'IT', 2017, '비전 및 로봇 기술에 대한 투자', '비전 및 로봇 기술에 대한 투자를 강화함. 인공지능 및 로봇 제품에 대한 관심이 높아짐. 주가 상승', 10),
                                                                    (1, 'IT', 2018, '경영진 변경', '경영진 변경이 있었음. 신규 경영진의 전략과 방향성에 대한 관심이 높아짐. 주가 상승', 5),
                                                                    (1, 'IT', 2018, '무역전쟁 우려', '2018에는 미국과 중국 간의 무역전쟁이 심각한 경제적 영향을 미침. 이는 글로벌 기업에도 영향을 주었음. 주가 하락', -10),
                                                                    (1, 'IT', 2018, '폴더블폰 출시', '폴더블폰을 출시함. 이는 시장에서 큰 관심을 끌었음. 주가 상승', 20),
                                                                    (1, 'IT', 2018, '광고 및 마케팅 전략의 변화', '광고 및 마케팅 전략을 조정함. 하지만 시장 반응이 부정적이었음. 주가 하락', -5),
                                                                    (1, 'IT', 2018, 'OLED TV 시장 경쟁 심화', 'OLED TV 시장에서의 경쟁이 심화됨. 특히 중국 기업들의 진출이 증가함. 주가 하락', -15),
                                                                    (1, 'IT', 2018, '데이터 무단 사용 및 개인정보 유출 사건', '데이터 무단 사용 및 개인정보 유출 사건이 발생함. 주가 하락', -40),
                                                                    (1, 'IT', 2018, '소셜 미디어 플랫폼의 규제 강화', '소셜 미디어 플랫폼들이 불법 콘텐츠 및 혐오 표현 등에 대한 규제 강화에 직면함. 주가 하락', -20),
                                                                    (1, 'IT', 2019, '기술 불안정성과 보안 위협', '기술 불안정성과 보안 위협에 대한 우려가 높아짐. 해킹 사고 및 개인정보 유출 사건이 잇따름으로써 시장에 불안이 증폭됨. 주가 하락', -10),
                                                                    (1, 'IT', 2019, '5G 기술 발전과 상용화', '5세대(5G) 이동통신 기술의 발전과 상용화가 진행됨. 기업들의 투자와 기대감이 높아짐. 주가 상승', 20),
                                                                    (1, 'IT', 2019, '정부 규제 및 감독 강화', '정부 규제와 감독이 강화됨. 특히 데이터 보호와 개인정보 처리에 대한 규제가 강화됨. 주가 하락', -5),
                                                                    (1, 'IT', 2019, 'AI 및 IoT 시장 성장', '인공지능(AI) 및 사물인터넷(IoT) 시장이 성장함. 관련 제품에 대한 수요가 증가함. 주가 상승', 15),
                                                                    (1, 'IT', 2019, '중동 지역 긴장 고조', '중동 지역의 긴장이 고조됨. 이는 국제적인 불확실성을 증폭시킴. 주가 하락', -5),
                                                                    (1, 'IT', 2019, '반도체 시장 침체', '반도체 시장이 침체됨. 수요 부진과 공급 과잉으로 인해 가격 하락이 지속됨. 주가 하락', -20),
                                                                    (1, 'IT', 2019, '전략적 파트너십 체결', '전략적 파트너십을 체결하여 신규 시장 진출을 모색함. 주가 상승', 5),
                                                                    (1, 'IT', 2019, '스마트폰 부문 실적 하락', '스마트폰 부문에서 판매량이 예상보다 낮게 나타남. 주가 하락', -15),
                                                                    (1, 'IT', 2020, '자율주행 자동차 기술 개발 및 투자', '자율주행 자동차 기술 개발 및 투자를 강화함. 주가 상승', 20),
                                                                    (1, 'IT', 2020, '환경 친화적 제품 개발 및 마케팅 강화', '환경 친화적인 제품 개발 및 마케팅이 강화됨. 주가 상승', 15),
                                                                    (1, 'IT', 2020, '위협적인 전염병 대유행', '전염병 대유행으로 인한 경제 불안이 전 세계를 휩쓸음. 주가 하락', -40),
                                                                    (1, 'IT', 2020, '디지털 기기 수요 증가', '전염병으로 인한 재택근무 및 온라인 수업 등으로 디지털 기기에 대한 수요가 증가함. 주가 상승', 15),
                                                                    (1, 'IT', 2020, '홍콩 보안법 시행', '홍콩 보안법 시행으로 인해 미국과 중국 간의 긴장이 고조됨. 주가 하락', -5),
                                                                    (1, 'IT', 2020, '주가 조작 의혹', '주가 조작 의혹이 제기됨. 주가 하락', -5),
                                                                    (1, 'IT', 2020, '온라인 비즈니스 성장', '온라인 비즈니스 모델의 성장이 가속화됨. 주가 상승', 40),
                                                                    (1, 'IT', 2020, '사이버 보안 산업 성장', '사이버 보안에 대한 관심과 수요가 증가함. 주가 상승', 20),
                                                                    (1, 'IT', 2020, '정부의 인센티브 및 보조금 제공', '다양한 국가에서 정부가 IT 산업을 지원하기 위해 인센티브 및 보조금을 제공함. 주가 상승', 15),
                                                                  (1, 'IT', 2021, '인공지능 및 기계 학습 기술 발전', '인공지능 및 기계 학습 기술의 발전이 가속화됨. 주가 상승', 30),
                                                                    (1, 'IT', 2021, '글로벌 반도체 부족 현상', '글로벌 반도체 부족 현상이 나타나며 반도체 기업들의 주가가 상승함. 주가 상승', 30),
                                                                    (1, 'IT', 2021, '클라우드 컴퓨팅 및 원격 업무 수요 지속', '원격 업무와 클라우드 컴퓨팅에 대한 수요가 계속됨. 주가 상승', 30),
                                                                    (1, 'IT', 2021, '그래픽 카드 및 게임 산업 성장', '그래픽 카드와 게임 산업의 성장이 지속됨. 주가 상승', 20),
                                                                    (1, 'IT', 2021, '소비자 전자제품 수요 증가', '소비자들의 전자 제품에 대한 수요가 증가함. 주가 상승', 5),
                                                                    (1, 'IT', 2021, '금융 거래와 인수합병 (M&A) 활동', '금융 거래와 인수합병 (M&A) 활동을 활발히 진행함. 주가 상승', 10),
                                                                    (1, 'IT', 2021, '전기차 및 배터리 수요 증가', '전기차 및 배터리 수요가 계속해서 증가함. 주가 상승', 10),
                                                                    (1, 'IT', 2022, '3나노 공정 반도체 양산', '3나노 공정 반도체 양산 개시함. 주가 상승', 30),
                                                                    (1, 'IT', 2022, '광고 수익 감소', '월간 활성 사용자 수가 전 분기 대비 처음으로 감소함. 젊은 세대의 유입 감소와 경쟁 심화가 주요 원인으로 분석됨. 주가 하락', -20),
                                                                    (1, 'IT', 2022, '인플레이션과 경기 침체', '인플레이션과 경기 침체 우려로 소비 심리가 위축됨. 주가 하락', -30),
                                                                    (1, 'IT', 2022, 'PC 시장 성장 둔화', '개인용 컴퓨터 시장 성장 속도가 둔화됨. 주가 하락', -25),
                                                                    (1, 'IT', 2022, '데이터센터 투자 둔화', '데이터센터 투자 증가세가 둔화됨. 주가 하락', -30),
                                                                    (1, 'IT', 2022, '공급망 다변화', '중국에 대한 의존도를 낮추고 베트남, 인도 등 다른 국가로 생산량을 확대함. 주가 상승', 45),
                                                                    (1, 'IT', 2022, '경영진 리스크', '법적 소송은 삼성전자의 경영에 불확실성을 야기함. 경영진 세대교체 과정에서 불안이 발생함. 주가 하락', -20),
                                                                    (1, 'IT', 2022, '배터리 사업 불확실성', '배터리 가격 하락으로 인해 수익성 악화 우려가 제기됨. 주가 하락', -35),
                                                                    (1, 'IT', 2022, 'ESG 경영', '투자자들은 ESG 경영을 중요하게 평가하고, ESG 경영 수준이 높은 기업에 투자를 선호함. 주가 상승', 10),
                                                                    (1, 'IT', 2023, '회장의 구속', '회장의 구속은 경영에 불확실성을 야기함. 주가 하락', -30),
                                                                    (1, 'IT', 2023, '중국 기업들의 성장', '중국 기업들이 TV, 스마트폰 등 여러 분야에서 경쟁력을 강화함. 주가 하락', -5),
                                                                    (1, 'IT', 2023, '금리 인상', '미국 금리 인상은 투자 심리를 위축시키고, 기업들의 투자 활동을 감소시킴. 주가 하락', -10),
                                                                    (1, 'IT', 2023, '높은 인플레이션', '높은 인플레이션은 소비 심리를 위축시키고, 경제 성장을 둔화시킴. 주가 하락', -10),
                                                                    (1, 'IT', 2023, '에너지 가격 상승', '에너지 가격 상승은 기업들의 생산 비용을 증가시키고, 가계 소비를 위축시킴. 주가 상승', 20),
                                                                    (1, 'IT', 2023, 'GPU 수요 감소', '게임 시장 성장 둔화, 암호화폐 채굴 수요 감소, 경쟁 심화로 GPU 수요 감소함. 주가 하락', -30);



INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(8,'항공',2011,'유가 급상승, 환율 급등','국제유가 급상승과 환율 급등으로 인한 기대 실적 악화로 주가 하락',-85)
                                                                   ,(8,'항공',2011,'동일본 대지진 발생','동일본 대지진 발생으로 인한 일본 여행객 감소로 주가 하락',-15)
                                                                   ,(8,'항공',2011,'분기 실적 흑자 달성','분기 실적 흑자를 달성했지만 경기 침체로 인한 투자 위축으로 주가 하락',-10)
                                                                   ,(8,'항공',2011,'미군 공중 급유기 입찰에서 수주 성공','미군 공중 급유기 입찰 경쟁에서 A사를 제치고 수주 성공으로 주가 상승',10)
                                                                   ,(8,'항공',2011,'매출 전문가 예상치보다 하회','매출은 전문가 예상치보다 하회했지만 순이익은 예상치를 훨씬 상회하여 주가 상승',15)
                                                                   ,(8,'항공',2011,'파산 우려','경기 침체가 항공기 여행 수요를 감소시킬 것이며 이에 따라 적자 행진 중인 00이 견디지 못할 것이라는 투자자들의 불안감으로 주가 하락',-40)
                                                                   ,(8,'항공',2012,'부진한 실적 전망','부진한 실적 전망에도 저평가 매력도 지적으로 오히려 주가 상승',25)
                                                                   ,(8,'항공',2012,'출국 수요 증가','출국 수요 증가와 외국인 방문 증가로 인한 실적 개선 기대로 주가 상승',15)
                                                                   ,(8,'항공',2012,'환율 하락, 유가 안정','환율 하락과 유가가 안정될 것이란 전망으로 주가 상승',20)
                                                                   ,(8,'항공',2012,'어닝쇼크','실적이 적자전환 될 것이라는 어닝쇼크 전망에 주가 하락',-20)
                                                                   ,(8,'항공',2012,'U항공 인수 검토','00이 U항공 인수를 검토하고 있다고 밝혀 주가 상승',30)
                                                                   ,(8,'항공',2012,'재정절벽 협상 낙관','재정절벽 협상에 박차를 가하고 있다는 소식에 투자심리가 개선되며 주가 상승',40)
                                                                   ,(8,'항공',2013,'중국인 이용객 증가','중국 관광객의 패키지 상품을 이용한 전세기 이용 증가로 주가 상승',80)
                                                                   ,(8,'항공',2013,'타계열사로의 재무 지원','타계열사로의 재무 지원으로 인한 재무 악화 우려 및 수익성이 낮은 지분 매수로 인한 지분법 손익 악화의 우려로 주가 하락',-80)
                                                                   ,(8,'항공',2013,'엔화 약세 현상','엔화 약세현상이 이어지면서 일본 관광객이 줄어 주가 하락',-20)
                                                                   ,(8,'항공',2013,'지주사 분할 상장','지주사 전환을 목적으로 지주사를 인적 분할하며 주가 상승',20)
                                                                   ,(8,'항공',2013,'올해 잇따른 비행기 결함 사고','올들어 잇따른 비행기 결함 사고에도 불구하고 계속되는 비행기에 대한 수요와 탄탄한 현금 유동성으로 주가 상승',80)
                                                                   ,(8,'항공',2013,'비행기 착륙 사고','비행기 착륙사고로 인한 수습 비용이 발생할 것이라는 우려감으로 주가 하락',-10)
                                                                   ,(8,'항공',2014,'오너 일가 갑질 논란','오너 일가 갑질 논란에도 불구하고 국제 유가 급락으로 오히려 주가 상승',45)
                                                                   ,(8,'항공',2014,'어닝 서프라이즈','어닝 서프라이즈에도 불구하고 현금 흐름 악화에 오히려 주가 하락',-10)
                                                                   ,(8,'항공',2014,'국제 유가 하락','국제 유가 하락과 그룹사의 재정 안정성 개선으로 주가 상승',85)
                                                                   ,(8,'항공',2015,'저유가 지속','저유가 지속에도 불구하고 메르스 영향으로 중국 노선의 큰 타격에 이어 프랑스 테러까지 더해지며 투자 심리 악화로 주가 하락',-65)
                                                                   ,(8,'항공',2015,'실적 시장 예상치 초과','실적이 시장 예상치를 크게 초과하며 주가 상승',15)
                                                                   ,(8,'항공',2015,'수수료 수입 증가','수수료 수입 증가로 항공사간 가격경쟁 심화로 인한 승객당 매출 감소 전망에 주가 하락',-30)
                                                                   ,(8,'항공',2015,'S&P지수 편입','S&P지수 편입에 대한 기대감으로 주가 상승',20)
                                                                   ,(8,'항공',2016,'신종자본증권(코코본드) 발행','신종자본증권 발행으로 재무구조 개선 효과 기대로 인한 주가 상승',30)
                                                                   ,(8,'항공',2016,'자회사 악재와 달러 강세','자회사 악재와 달러 강세, 유가 상승이 동시에 나타나면서 주가 하락',-25)
                                                                   ,(8,'항공',2016,'그룹사 회장들의 서로간의 소송 취하','그룹사 회장들이 서로간의 소송을 취하하며 그룹 리스크가 사라져 주가 상승',30)
                                                                   ,(8,'항공',2016,'벨기에 테러 발생','벨기에에서의 테러 발생으로 여행객 위축 우려에 주가 하락',-45)
                                                                   ,(8,'항공',2016,'워렌 버핏 항공주 투자','워렌 버핏의 예전과는 다른 항공주 투자에 항공업계가 안정 지점에 도달했다는 기대감과 실적 개선에 주가 상승',65)
                                                                   ,(8,'항공',2016,'브렉시트','브렉시트(영국의 유럽연합(EU) 탈퇴) 쇼크로 인한 여행객 감소 우려로 인한 주가 하락',-40)
                                                                   ,(8,'항공',2017,'배당 확대와 자사주 매입 계획','배당 확대와 자사주 매입 계획에 더불어 높은 실적으로 주가 상승',95)
                                                                   ,(8,'항공',2017,'유가 부담 증가','유가 부담이 증가하였지만 여객 호조와 글로벌 경기 회복세에 따른 물동량 증가로 주가 상승',55)
                                                                   ,(8,'항공',2017,'지정학적 리스크','지정학적 리스크에 외국인 입국 부진으로 주가 하락',-25)
                                                                   ,(8,'항공',2017,'태풍의 위력 약화','태풍의 위력 약화로 항공기 운항 축소 타격이 줄어들것으로 예상되어 주가 상승',20)
                                                                   ,(8,'항공',2018,'연방준비제도의 긴축기조 유지 방침','연방준비제도의 긴축기조 유지 방침과 업무 정지 가능성에 주가 하락',-65)
                                                                   ,(8,'항공',2018,'지배구조 개선 가능성','지배구조 개선 가능성과 자회사의 가치 상승에 더불어 유가 하락으로 주가 상승',25)
                                                                   ,(8,'항공',2019,'항공기 도입 경쟁의 촉발','항공기 도입 경쟁의 촉발되면서 신형 항공기 주문이 늘어 주가 상승',40)
                                                                   ,(8,'항공',2019,'00항공 매각 결정','매각 결정으로 그룹사와 결별하며 경영정상화 기대감 상승으로 주가 상승',175)
                                                                   ,(8,'항공',2019,'일본의 수출 규제','일본의 수출 규제 이후 일본 불매 운동 확산으로 인한 일본 여행 수요 감소로 주가 하락',-65)
                                                                   ,(8,'항공',2019,'모그룹의 경영권 분쟁 심화','모그룹의 경영권 분쟁이 심화되었지만 주주총회에서 경영권 분쟁이 벌어질 경우 캐스팅보트를 쥘 수 있다는 판단에 주요 대주주들이 집중적으로 지분을 매수하며 주가 상승',30)
                                                                   ,(8,'항공',2019,'737맥스 항공기 잇따른 추락','737맥스 항공기의 잇따른 추락에 따른 안정성 논란으로 운항이 중단되며 주가 하락',-30)
                                                                   ,(8,'항공',2020,'코로나 발생','코로나 발생으로 인한 전세계 국경 봉쇄로 여객 수요 급락',-85)
                                                                   ,(8,'항공',2020,'A항공 인수전 참여','A항공 인수전 참여를 공식적으로 발표하며 주가 상승',55)
                                                                   ,(8,'항공',2020,'H제약 코로나 백신 개발','H제약 코로나 백신 개발 시험에서 예상보다 높은 예방 효과를 보이며 코로나 종식 기대감으로 주가 상승',65)
                                                                   ,(8,'항공',2021,'국제선 운항 재개 기대','코로나19의 완화로 국제선 운항 재개 기대감으로 주가 상승',65)
                                                                   ,(8,'항공',2021,'항공 화물 운임 상승','항공 화물 운임 상승에 더불어 해외 여행 급증 기대감으로 주가 상승',60)
                                                                   ,(8,'항공',2021,'오미크론 확산','오미크론 확산으로 국제선 봉쇄에 대한 공포로 주가 하락',-30)
                                                                   ,(8,'항공',2022,'미국 대통령 코로나 관련 발언','바이든 미국 대통령 코로나19 종식 선언에 주가 상승',60)
                                                                   ,(8,'항공',2022,'경영권 분쟁 종식','경영권 분쟁의 끝으로 경영권을 흔들 세력이 사라지고 시장에 유통되는 주식 수가 급증하여 주가 하락',-40)
                                                                   ,(8,'항공',2022,'누적된 여행에 대한 욕구 상승','누적된 여행에 대한 욕구 상승에도 최근의 물가 상승과 인력 부족으로 치솟은 여행 비용이 여행 수요의 걸림돌로 작용할 것이라는 전망에 주가 하락',-55)
                                                                   ,(8,'항공',2023,'비행기 수주 확대','비행기 수주 확대에 중국의 보이콧 해제 가능성에 주가 상승',40)
                                                                   ,(8,'항공',2023,'00항공 매각 난항','00항공의 매각 난항으로 인한 재무 부담으로 주가 하락',-70)
                                                                   ,(8,'항공',2023,'합병 관련한 양사의 이사회 개최','합병 관련하여 양사의 이사회 개최로 불확실성 해소 가능성 증가로 인한 주가 상승',15);



INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(2,'자동차',2011,'미국발 글로벌 금융위기 여파로 자동차 수요 감소 위기','글로벌 금융위기를 오히려 기회로 활용해 공격적 영업을 펼치며 글로벌시장에서 점유율을 늘리는 데 성공하여 주가 상승',20)
                                                                   ,(2,'자동차',2011,'신형 차 출시를 위한 움직임','독특하고 현대적인 스타일의 스포티 유러피안 경차 출시로 주가 상승',25)
                                                                   ,(2,'자동차',2011,'자동차 산업 전반에 걸친 수요 감소','2008의 금융 위기 이후 여전히 경기 회복 단계 및 금속과 석유 등의 원자재 가격이 상승함으로 인해 주가 하락',-35)
                                                                   ,(2,'자동차',2011,'글로벌 금융위기 여파로 인한 정부의 자금 지원 제공','글로벌 금융위기 이후 재무 구조 취약 및 고금리 부채 등의 여파로 여전히 주가 하락세',-35)
                                                                   ,(2,'자동차',2011,'새로운 고급 세단 출시 임박','중후한 디자인, 성능 불확실 등의 문제로 인한 소비자들의 강력 비판으로 판매 실적 부진 및 주가 하락',-40)
                                                                   ,(2,'자동차',2011,'슈퍼 스포츠카 부문 최고의 차량으로 선정','월등한 디자인, 기술력 및 퍼포먼스를 선보이며 최고의 스포츠카 브랜드로서 또다시 자리매김하며 주가 상승',30)
                                                                   ,(2,'자동차',2011,'올해 최고 자동차 엔진 어워드에서 최고상 수상','최고의 엔진 어워드 상을 받은 것과는 달리 세계적 판매 실적은 저조를 보이며 주가 하락',-25)
                                                                   ,(2,'자동차',2011,'새로운 하이브리드 모델 자동차 출시 임박','새롭게 출시한 자동차의 넓은 트렁크 공간, 세련된 디자인, 첨단 안전 시스템 등으로 소비자들에게 큰 인기를 끌며 판매 실적 상승으로 주가 상승',15)
                                                                   ,(2,'자동차',2011,'가속페달 오작동 문제 발생','200만대 이상 문제 차량 리콜 조치로 인한 주가 하락',-15)
                                                                   ,(2,'자동차',2012,'경기 불황과 고유가 시대가 지속될 전망','경기 불황 지속으로 자동차를 구매한 후 발생하는 총 소유비용이 낮은 신차 선호에 어우러진 자동차 모델 출시로 주가 상승',5)
                                                                   ,(2,'자동차',2012,'연비 우수성을 강조하는 마케팅으로 북미시장 진출','북미시장에 판매한 일부 차종의 연비가 실제보다 부풀려 표시된 것으로 드러나 브랜드 가치 추락으로 주가 하락',-15)
                                                                   ,(2,'자동차',2012,'원자재 비용 절감 및 생산 프로세스 개선 시도','혁신적 제품 출시로 연비 향상, 안전성 강화, 기술 적용 등의 측면에서 경쟁우위 선점함으로써 주가 상승',20)
                                                                   ,(2,'자동차',2012,'각국 자동차 외판 성형 공장에 특성화된 프레스 설비 증대','자동차 판매량 증가 등에 힘 입어 주가 상승',20)
                                                                   ,(2,'자동차',2012,'인도 자동차 대기업 브랜드와 M&A 체결','새로운 자동차 부품 및 시설에 약 4000억원 이상의 투자 계획 등을 발표하며 주가 상승',20)
                                                                   ,(2,'자동차',2012,'36개월 무이자 혜택, 개별소비세 인하 등의 파격 프로모션 출시','프로모션을 통한 판매량 증대로 주가 상승',20)
                                                                   ,(2,'자동차',2012,'디젤 엔진 장착 등의 신규 차종 출시 임박','액티브 하이브리드 시스템을 장착한 차종 시리즈를 선보이며 투자자들의 기대 상승 및 주가 상승',15)
                                                                   ,(2,'자동차',2012,'소형차 대중화 시대의 시작','타사 대비 소형차의 가격 대비 출력·연비가 최고라고 평가받으며 투자자들의 기대와 함께 주가 상승',15)
                                                                   ,(2,'자동차',2012,'동일본 대지진 발생','대지진, 홍수 등 부품업체 수백 곳이 물에 잠기는 등 연속된 대형 악재로 주가 하락',-20)
                                                                   ,(2,'자동차',2013,'(국내) 경기침체에 따른 자동차 수요 감소 및 노조의 부분 파업 발생','국내 경기침체로 내수 점유율은 감소하였으나 한-미, 한-EU FTA로 탄력을 받아 수입차 판매량은 급속히 증가하여 주가 상승',15)
                                                                   ,(2,'자동차',2013,'해외시장 개척을 발판으로 해외공장 자동차 생산분 증대','북미지역 차량 187만대 리콜 사태 발생으로 주가 하락',-10)
                                                                   ,(2,'자동차',2013,'유럽 경제 성장세 조짐에 따른 유럽 시장 판매 프로세스 개선과 새 마케팅 시도','유럽 시장에서의 가격 경쟁과 마케팅 비용 증가로 인한 실적 미달과 환율변동 여파로 주가 하락',-15)
                                                                   ,(2,'자동차',2013,'새로운 글로벌 차량 개발 프로젝트 진행','글로벌 차량 개발 프로젝트로 디자인과 주행성능, 안전성에 대한 모터쇼, 전시관 등을 진행하여 주가 상승',30)
                                                                   ,(2,'자동차',2013,'유명 국내 SUV 자동차의 판매량 및 생산량 대폭 증대','인도 그룹과의 M&A 체결 및 공격적인 경영의 탈바꿈으로 주가 상승',25)
                                                                   ,(2,'자동차',2013,'수입차 관련 법인세 인하와 판매 실적 증가','환 헤지(환율변동 대비) 실패, 관세 인하와 특별소비세 인하 등 영업이익과 당기순이익이 하락하며 주가 하락',-35)
                                                                   ,(2,'자동차',2013,'수입차 점유율 확대 속 새로운 차종 시리즈를 선보이며 판매량 증대 기대','수입차 돌풍에 힘입어 판매 매출을 증대하였으나 영업이익, 당기순이익은 하락하며 주가 하락',-20)
                                                                   ,(2,'자동차',2013,'국내 유류비 정책 본격화','유류비 정책에 따른 가성비 좋은 소형차, 효율성이 높아진 디젤 모델의 자동차들이 인기가 높아지며 주가 상승',25)
                                                                   ,(2,'자동차',2013,'설계 전략 단순화 및 신엔진 개발센터 설립 추진','안정적인 주가 회복세를 보이며 주가 상승',10)
                                                                   ,(2,'자동차',2014,'자동차 수출 판매 증가에 따른 부지 개발 및 매입에 탄력','현금성 규모를 뛰어넘는 무리한 부지 입찰과 더불어 환율 하락으로 인한 수익성 감소로 주가 상승',-30)
                                                                   ,(2,'자동차',2014,'본국 통화 강세','본국 통화 강세에 따른 수출 경쟁력 하락으로 주가 하락',-10)
                                                                   ,(2,'자동차',2014,'전기 배터리 차 열풍','적극적인 전기차 시장 진출로 인한 기대감 상승에 힘입어 주가 상승',5)
                                                                   ,(2,'자동차',2014,'소규모 자영업자를 위한 상업용 밴 차량 출시','무선통신 장치와 에어백 결함의 문제로 리콜 사태 발생하여 주가 하락',-10)
                                                                   ,(2,'자동차',2014,'새로운 소형 SUV 차량 출시로 여성들에게 큰 인기 기대','새롭게 출시한 소형 스포츠유틸리티차량(SUV)의 파격적인 스타일과 개성으로 주가 상승',20)
                                                                   ,(2,'자동차',2014,'국내 자동차 시장, 수입차 돌풍을 맞이함','높은 연비와 합리적인 가격으로 "수입차는 비싸다"라는 인식 저하로 인한 주가 상승',15)
                                                                   ,(2,'자동차',2014,'수입차 시장의 전성시대','수입차 가치가 급상승하며 자연스럽게 인기에 힘입어 최정상 브랜드로서의 입지 견고화 및 주가 상승',25)
                                                                   ,(2,'자동차',2014,'고유가 시대에 걸맞는 친환경 디젤 엔진 큰 인기','배기량을 줄인 다운사이징 모델을 비롯, 디젤 엔진을 탑재한 효율을 높인 모델들이 연달아 출시되며 주가 상승',20)
                                                                   ,(2,'자동차',2014,'엔저 (엔화 가치 하락) 사태 발생','엔저로 인한 수익성을 바탕으로 약점을 극복하기 위해 유럽 업체들과 제휴를 맺거나 증설을 하는 등 브랜드 세분화를 통해 중저가 라인업을 강화, 신흥시장 공략하며 주가 상승',35)
                                                                   ,(2,'자동차',2015,'자동차 분야 글로벌 판매 부진','글로벌 판매 부진과 신차 투입 지연 등의 영향으로 주가 하락',-15)
                                                                   ,(2,'자동차',2015,'주행 성능과 연비가 동시에 상승할 수 있는 변속기 적용 확대','다양한 차종에 듀얼클러치변속기(DCT)를 적용하여 판매량 상승 및 주가 상승',15)
                                                                   ,(2,'자동차',2015,'유럽국 유명 브랜드의 배출가스 저감장치 조작 여파','배출가스 측정 조작에 따른 대규모 리콜 명령과 판매 중단으로 인한 여파로 주가 하락',-10)
                                                                   ,(2,'자동차',2015,'미국 픽업트럭공장 건설에 대규모 금액 투자 유치','유럽국 유명 브랜드 배출가스 저감장치 눈속임 사태로 인한 자동차주 전체적인 투자 심리 악화로 인한 주가 하락',-10)
                                                                   ,(2,'자동차',2015,'환율 악화 영향으로 수출 물량을 내수로 전환','수출 물량을 내수로 전환하여 국내 소비자 판매 실적이 크게 증가 및 주가 상승',20)
                                                                   ,(2,'자동차',2015,'판매 차량 중 연료탱크 내 장착된 공급라인 결함으로 시동 꺼짐이 발생','제작 결함으로 인한 시동 꺼짐과 화재 발생 가능성을 인정하고 약 2700대 리콜 사태 발생으로 주가 하락',-25)
                                                                   ,(2,'자동차',2015,'디젤게이트 발생','일부 디젤차량 모델이 내뿜는 배출가스가 유럽연합(EU) 기준치의 11배에 달한다는 의혹에 휩싸이며 주가 하락',-20)
                                                                   ,(2,'자동차',2015,'배출가스 조작 사건으로 디젤 차량 판매 중지 명령','배기가스 기준 미달로 리콜 명령 사태 일명 "디젤게이트" 발생, 소비자들을 속였다는 전세계적 파장이 커지며 큰 주가 하락',-80)
                                                                   ,(2,'자동차',2015,'연료전지자동차(FCV) 개발을 포함한 연구개발 확대 추진','연구개발비로 쓰이기 위한 개인을 상대로 전환사채를 발행 실시, 주가가 부진해도 발행가격으로 환금할 수 있어 좋은 조건의 투자 환경이 마련되어 주가 상승',45)
                                                                   ,(2,'자동차',2016,'판매부진 및 영업이익 감소를 이겨내기 위한 신차 출시에 총력','신차 총력전 기대에 따른 주가 상승',10)
                                                                   ,(2,'자동차',2016,'전기자동차 시장에 맞추어 신차 출시 기대','신차 출시 지연 및 판매 실적 부진으로 주가 하락',-15)
                                                                   ,(2,'자동차',2016,'일본 시장 판매 저조로 인한 철수','이익을 계속 낼 수 있는 수단, 납득할 수 있는 투자 회수도 기대할 수 없는 등의 여파로 주가 하락',-15)
                                                                   ,(2,'자동차',2016,'영국의 유럽연합 탈퇴(브렉시트)','브렉시트에 의한 파운드화 약세와 더불어 마진이 높은 트럭과 스포츠유틸리티차량(SUV) 판매가 증가해 북미시장 영업이익 상승으로 인한 주가 상승',20)
                                                                   ,(2,'자동차',2016,'안전기준 미달로 인한 유명 SUV 2600대가량 리콜','자동차 자기인증적합조사 결과 좌석안전띠 부착장치 강도시험에서 부적합이 확인, 리콜 사태 발생으로 주가 하락',-30)
                                                                   ,(2,'자동차',2016,'파리모터쇼 월드 프리미어 자동차 모델 출시 임박','모터쇼에서 미래 전기차량으로의 디지털화 및 전기차 시대로의 새로운 변화에 대한 명확한 비전을 제시하며 주가 상승',30)
                                                                   ,(2,'자동차',2016,'전체적인 수입차 시장 퇴조세(후퇴세)','수입차 판매 하락, 각종 화재 사고 등의 영향으로 주가 하락',-30)
                                                                   ,(2,'자동차',2016,'환경 오염에 대한 배상금으로 대규모 벌금과 소송 발생','자동차 업계 사상 역대 최대 규모의 바이백 사건과 더불어 주가 방어를 위한 현금유출이 늘어나며 주가 하락',-50)
                                                                   ,(2,'자동차',2016,'자율주행 등 스마트카 개발 30조원 이상 R&D 연구개발 투자 유치 추진','자동차용 연료전지 개발, 자율주행이 필요한 인공지능 연구시설 설치 등 미래를 위한 과투자로 기존 현금유출이 과도해진 영향으로 주가 하락',-25)
                                                                   ,(2,'자동차',2017,'자동차 중심 고정관념 탈피 시도','SUV 확장, 자율주행차, 친환경차 등의 역량을 위한 친환경차 기술업체와의 제휴 시도 등으로 인한 주가 상승',15)
                                                                   ,(2,'자동차',2017,'자동차 업계 근로자들이 받는 정기상여금을 통상임금으로 인정','통상임금 소송 이슈로 인한 주가 하락',-10)
                                                                   ,(2,'자동차',2017,'트럭 및 스포츠유틸리티차량(SUV) 라인업을 확대','글로벌 인력 감축에 의한 시간부족에 직면, 불안정한 경영진 교체 등으로 주가 하락',-10)
                                                                   ,(2,'자동차',2017,'캐피털측에서 보통주를 배당 지급용과 자사주 매입용으로 하는 주식분할 요구','주식분할 요구에 반대하는 이사들이 모두 재선임되며 떨어졌던 투자 가치의 재상승으로 인한 주가 상승',20)
                                                                   ,(2,'자동차',2017,'본격적인 국내 자동차 경쟁사들과의 SUV 내수 시장 경쟁 돌입','SUV 시장에서 펼쳐진 격전이 오히려 시장을 키우는 효과로 전환, 소비자의 취향을 존중하는 디자인을 강점으로 내세운 전략으로 판매시장 우위 및 주가 상승',10)
                                                                   ,(2,'자동차',2017,'자동차 프리미엄 브랜드의 돌풍','경쟁사와의 브랜드 점유율에서 3배 가까이 차이내며 점유율 상승으로 인한 주가 상승',25)
                                                                   ,(2,'자동차',2017,'업계 내 친환경차, 전기자동차 등의 등장','적절한 대응을 하지 못하고 최대 전기차 업계에 밀려나며 주가 하락',-15)
                                                                   ,(2,'자동차',2017,'국제 모터쇼를 통해 기존에 없던 콘셉트의 신차를 출시','다양한 모터쇼 등에서 새로운 신차들을 보이며 주가 회복을 위한 분위기 반전에 성공하며 주가 상승',20)
                                                                   ,(2,'자동차',2017,'최초의 인공지능 콘셉트카 출시','로봇, 클라우드, IOT 등 4차 산업혁명 관련 주들이 인기를 끄는 상황에서 투자자들의 기대와 함께 주가 상승',10)
                                                                   ,(2,'자동차',2018,'대한민국, 국방과 관련하여 사드(고고도미사일방어체계) 배치','사드 보복 및 뒤처진 신기술, 강성노조 등으로 인한 판매시장 침체로 주가 하락',-30)
                                                                   ,(2,'자동차',2018,'미국발 무역확장법 232조 수입산 자동차에 대한 25 관세 부과 검토','판매부진에 의한 글로벌 판매량 회복 미미, 관세 부과에 대한 우려로 주가 하락',-10)
                                                                   ,(2,'자동차',2018,'미국과 중국 간의 무역 긴장 고조','미&중 무역 긴장 고조로 인한 무역 관세 및 무역 제약으로 인해 부가적인 비용과 불확실성 발생 우려로 인한 주가 하락',-30)
                                                                   ,(2,'자동차',2018,'수요 감소·배기가스 감축 노력에 따른 글로벌 구조조정 발생','북미시장에서 자동차 판매량이 줄어들자 고용인원을 감축, 이에 대한 갖은 여파로 주가 하락',-10)
                                                                   ,(2,'자동차',2018,'새로운 중형 SUV 자동차 출시 임박','잇따른 신차 출시로 인한 감가상각비 증가와 원화 강세 등 영업손실 및 순손실 발생으로 주가 하락',-20)
                                                                   ,(2,'자동차',2018,'세계 최대 럭셔리 브랜드 기업의 첫 순수 전기차 모델 출시','전기차에 100억유로(약 13조원)를 투자 계획을 발표하며 투자자들의 기대가 상승, 주가 상승',15)
                                                                   ,(2,'자동차',2018,'소형 고급 SUV, 고성능 스포츠카 등의 신규 자동차 투입','신규 출시한 소형 고급 SUV와 고성능 스포츠카가 소비자들에게 큰 인기를 끌며 주가 상승',25)
                                                                   ,(2,'자동차',2018,'본격적인 전기차 시장으로의 진입','경영 효율화로 수익률 증가와 추가적인 현금 확보, 신용등급 향상 등으로 이어지는 선순환을 형성시키며 주가 상승',15)
                                                                   ,(2,'자동차',2018,'차량 공유 서비스와 자율주행자동차 보급에 주력할 공동출자회사 설립','자율주행자동차가 등장하고 차량 공유 서비스가 확대되면서 금융사와 함께 공동출자하며 주가 상승',25)
                                                                   ,(2,'자동차',2019,'차량 고급화로 인한 생산 비용 증대','차량 생산비 증대, 미국발 보호무역주의 강화, 판촉·광고비나 딜러에 지급하는 인센티브 상승 등으로 인한 주가 하락',-10)
                                                                   ,(2,'자동차',2019,'미·중 무역갈등과 각국의 보호무역주의 확산','SUV 라인업 확대, 신제품·신기술 대거 투입으로 글로벌 시장 판매량 증대 및 주가 상승',20)
                                                                   ,(2,'자동차',2019,'사무직과 관리직 중심 구조조정(인원 감축) 실시','전기차, 자율주행차 등 미래차에 대한 투자 확대로 인한 구조 조정 실시로 사무직 인원이 감축되었으나 주가 상승',5)
                                                                   ,(2,'자동차',2019,'전기차 시장으로의 대전환','전기차 시장으로의 대전환으로 대규모 구조조정 발생 및 전 세계 자동차 협력사들의 공급사슬 일자리쇼크 발생으로 주가 하락',-20)
                                                                   ,(2,'자동차',2019,'신형 SUV 가솔린 터보 모델 출시','국내 SUV 차량 시장 또 다른 유행을 이끌어낼 기대에 따른 주가 상승',25)
                                                                   ,(2,'자동차',2019,'최대 글로벌 차량 공유 서비스 회사의 가파른 성장','글로벌 IT 기업의 자동차 산업 접목으로 인한 비즈니스 모델의 전환과 운송 서비스의 확장 영향으로 주가 하락',-30)
                                                                   ,(2,'자동차',2019,'브렉시트(Brexit) 발생 우려','영국이 EU와 자유무역협정(FTA) 없이 탈퇴할 가능성이 커지는 등 불확실성이 지속되며 제조사들의 탈영국화로 인한 인원 감축으로 인해 주가 하락',-30)
                                                                   ,(2,'자동차',2019,'프리미엄 세단 출고 재개','과거에 출고했던 프리미엄 세단을 재출고했으나 생각보다 저조한 판매실적으로 주가 하락',-20)
                                                                   ,(2,'자동차',2019,'미·중무역전쟁 발생','무역전쟁으로 해외 시장 고전 및 신흥국 시장서도 성과 미흡으로 인한 주가 하락',-40)
                                                                   ,(2,'자동차',2020,'중국발 전세계를 강타한 전염병으로 자동차 수요 축소 우려','위기 속에서 단단한 내수시장을 바탕으로 한 고급 브랜드 자동차 출시 및 글로벌 전기차시장 점유율 확대로 주가 상승',55)
                                                                   ,(2,'자동차',2020,'배터리 회사들과의 협업으로 전기차, 수소차 등으로 리드할 친환경 미래차 기대','전세계 전염병 유행에도 불구하고, 내수와 수출 모두 영업이익 최고 실적과 판매량 최고 증가세를 기록하며 주가 상승',55)
                                                                   ,(2,'자동차',2020,'최고경영자(CEO) 전격 교체 감행','중국발 팬데믹 이후 수익성 개선 기대 및 주가수익배율 상승 기대로 주가 상승',15)
                                                                   ,(2,'자동차',2020,'중국발 감염병 팬데믹으로 인한 경제 회복이 지연 우려','팬데믹 우려와 달리 글로벌 자동차 시장은 회복세 및 전기차 시대 전환, 수소 트럭 스타트업과의 협력 기대감 등으로 인한 주가 상승',50)
                                                                   ,(2,'자동차',2020,'전지구적 질병 팬데믹 발생, 해외부품 수급 차질로 인한 라인별 순환 휴업 실시 등 생산 차질 상황이 지속','복지 축소 및 인건비 감축 등 강력한 자구노력을 통한 고정비 절감 노력에도 불구하고 코로나19 팬데믹에 따른 수출 감소 및 생산 차질 영향으로 전 대비 적자 폭 확대로 인한 주가 하락',-30)
                                                                   ,(2,'자동차',2020,'전지구적 질병 팬데믹 발생, 소비자들의 구매 심리 위축','파격적인 할인 프로모션을 제시하며 돌파구를 찾아내 판매 실적 상승 및 주가 상승',10)
                                                                   ,(2,'자동차',2020,'미국 모 전기 자동차 업체의 이례적인 주가 거품 논란','연초에 미국의 모 전기자동차 업체의 주가가 이례적으로 폭등하며 밀려났으나 주가 거품 논란에 휩싸이며 다시 가라앉자 연말 주가를 회복하며 주가 상승',25)
                                                                   ,(2,'자동차',2020,'저가형 프리미엄 자동차 출시','구매 장벽을 낮춰 누구나 고급차 브랜드의 높은 상품성을 누릴 수 있는 시장을 목표로하는 전략을 내세워 투자자들의 기대와 함께 주가 상승',15)
                                                                   ,(2,'자동차',2020,'소비자들 사로잡을 신 전기차 모델 출시 임박','전지구적 팬데믹 영향으로 소비자 심리 위축, 판매 실적 저조로 주가 하락',-45)
                                                                   ,(2,'자동차',2021,'차량용 반도체 품귀 현상 발생','반도체 수급난을 일으키며 자동차 산업 성장이 주춤, 주가 하락',-10)
                                                                   ,(2,'자동차',2021,'전 세계적 자동차시장 판매 회복에 따른 실적 상승','북미, 유럽시장의 매출 증가와 내수 시장 선전, 원가율 하락으로 주가 상승',35)
                                                                   ,(2,'자동차',2021,'압도적 투자 자금으로 공격적인 전기차 전환 계획 발표','전기차 전환 계획과 더불어 배터리 기술 내재화를 위한 개발센터 건립을 발표하면서 주가 상승',95)
                                                                   ,(2,'자동차',2021,'배송용 전기트럭 공개','전기트럭의 등장으로 투자매력 확대 및 수직이착륙이 가능한 항공 모빌리티까지 공개하며 주가 상승',15)
                                                                   ,(2,'자동차',2021,'영업손실 및 유동부채 초과로 자본잠식률 100 초과, 상장폐지 위기','유동부채 약 7천억 초과 및 자본잠식률 111를 기록하며 상장거래소측에서 정리매매 강력 권고, 주가 하락',-70)
                                                                   ,(2,'자동차',2021,'탄소 배출량을 줄이기 위한 일자리 및 투자 삭감 발표','팬데믹 장기화 타격으로 인한 판매량 감소, 일자리 및 투자 삭감 발표에 잇따른 주가 하락',-35)
                                                                   ,(2,'자동차',2021,'전기차 시장 관련하여 전기차 투자 계획 발표','친환경차, 전기자동차 중심의 투자 계획을 발표하며 고급 자동차 업계 내 전기자동차 돌풍에 탑승 및 주가 상승',35)
                                                                   ,(2,'자동차',2021,'테크와 지속가능성이라는 두 가지 인기 테마의 유행','소비자들의 구매 욕구에 맞춘 전기차와 하이브리드차 백만 대 이상을 생산하겠다고 계획을 발표하며 주가 상승',15)
                                                                   ,(2,'자동차',2021,'약 30만에 주식분할 선언','30 만에 주식을 분할하겠다는 소식에 주가수준이 낮아져 더 많은 매수세가 몰릴 수 있다는 전망에 탄력을 받아 투자자들의 몰림 현상으로 주가 상승',60)
                                                                   ,(2,'자동차',2022,'미국, 보호무역주의 속 인플레이션 감축법(IRA) 실시','미국 인플레이션 감축법(IRA)으로 인한 전기차 세액공제 규정 등의 영향(중국산 배터리를 사용한 전기차를 혜택 대상에서 제외하는 등의 규정)으로 주가 하락',-20)
                                                                   ,(2,'자동차',2022,'미국발 경기 침체 공포로 인한 자동차 수요 위기','경기 침체와 더불어 미국 인플레이션 감축법(IRA) 법안이 통과되며 주가 하락',-30)
                                                                   ,(2,'자동차',2022,'글로벌 자동차 산업 업황 위축','경기 침체 우려가 확대되면서 자동차 업종을 필두로 경기민감주에 대한 투자 심리 악화로 인한 주가 하락',-45)
                                                                   ,(2,'자동차',2022,'차량용 반도체 부족 사태','중국발 팬데믹 이후 불거진 차량용 반도체 부족 사태로 북미시장 판매량이 전보다 급감하여 주식 하락',-35)
                                                                   ,(2,'자동차',2022,'그룹 회생불가 판정으로 인해 다른 그룹의 인수전 발생','주가 급등 인수전에 뛰어든 기업 또는 관계사들의 주식을 매입하는 개인 투자자들의 몰림 현상 발생으로 주가 상승',45)
                                                                   ,(2,'자동차',2022,'전동화, 디지털 ESG 초점에 맞춘 신규 전기 자동차 출시','전기차 시대 안에서도 프리미엄 럭셔리 지향하며 고급화 전략을 유지, 주가 상승',20)
                                                                   ,(2,'자동차',2022,'고전압 배터리 공장 건설 계획 발표','새로운 전기차 제조를 위한 고전압 배터리 공장 투자에 20억 유로 이상을 유치하며 투자자들의 기대와 함께 주가 상승',30)
                                                                   ,(2,'자동차',2022,'전기차 판매량 대폭 증대','전기차 및 프리미엄 자동차 판매에 따른 높은 수요에 대응하기 위해 생산량 확대를 추진하며 투자자들의 기대와 함께 주가 상승',25)
                                                                   ,(2,'자동차',2022,'팬데믹 장기화로 인한 공급망 불안과 반도체 부족 등의 우려','우려와는 달리 생산대수 전망치를 낮춤과 동시에 사상 최대의 영업이익을 기록하며 실적에 탄력받아 주가 상승',50)
                                                                   ,(2,'자동차',2023,'고금리·고물가로 인한 글로벌 경기 침체','경기 침체 속에서도 고급 차 판매 급증, 환율 상승 효과 등의 실적 대폭 상승과 전 대비 50 오른 파격 배당금 결정으로 주가 상승',25)
                                                                   ,(2,'자동차',2023,'SUV 중심 영업이익 확대와 미래 전기차시장을 이끌어갈 기업 선정','낮은 인건비와 고정비, 영업이익률, 시장점유율 등에 기반한 실적 호조와 미래 전기차시장을 이끌어갈 기업 선정 등에 힘입은 주가 상승',50)
                                                                   ,(2,'자동차',2023,'전기차 사업부의 부진','전기차의 EBIT 마진율(법인세 제외 순이익)은 -40 수준인 것으로 드러나 수익성에 대한 의구심 등의 여파로 주가 하락',-10)
                                                                   ,(2,'자동차',2023,'북미 주요 전기차 공장에 모듈 캐파(배터리 모듈을 제조할 수 있는 능력이나 용량) 추가 계획 발표','예상하지 못한 자동화 설비 운송 문제와 이에 따른 배터리 모듈 생산 차질이 발생해 전기 자동차 판매 부진이 지속되어 주가 하락',-10)
                                                                   ,(2,'자동차',2023,'모 대기업 그룹의 인수로 사명 변경 및 주식 매매 재개, 판매량 상승','주식 거래 재개 소식으로 투자자들의 높은 관심과 유동부채 해결로 인한 주가 상승',20)
                                                                   ,(2,'자동차',2023,'고급화 전략에 따른 높은 재료비 부담과 환율 조정에 따른 분기 이익 감소','완전 전기 및 최고급 차량에 대한 높은 수요에 따른 연간 영업 이익 전망치를 상향 조정하며 주가 상승',15)
                                                                   ,(2,'자동차',2023,'프리미엄 전기차 비즈니스 위크 개최','타 경쟁사에 비해 프리미엄 전기차 시장 점유율 상승 및 판매 실적 증대로 주가 상승',25)
                                                                   ,(2,'자동차',2023,'모 순수 전기차 대기업의 급부상','전기차 판매량은 앞서고 있으나 순수 전기차 업체의 급부상으로 인한 불안요소 증가와 주가 하락',-10)
                                                                   ,(2,'자동차',2023,'주식 바이백(자사주 매입) 소식 발표','차량 기능 향상에 따른 이익 급증과 더불어 주가 급등과 엔저에 따른 외국인 매수세 등에 힘 입어 주가 상승',25);


INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
                                                                  (3, '바이오', 2011, '농장, 사료, 유통의 수직계열화 완성', '인수합병(M&A)를 통한 비용 절감과 연해주, 아시아 등지 해외 곡물 사업 확대의 기대감으로 주가 상승', 10),
                                                                  (3, '바이오', 2011, '00바이오, 김정일 치료 문의', '김 위원장이 00바이오의 줄기세포 기술에 대해 문의한 소식에 거래량 증가, 주가 상승', 6),
                                                                  (3, '바이오', 2011, '00엔지니어링 주식 매각 후 바이오 사업에 투자', '00엔지니어링 주식을 매각해 바이오 사업에 투자한다는 발표, 주가 상승', 10),
                                                                  (3, '바이오', 2011, '올해 이익 전망치 하향 조정', '기술 수출 달성 어려움으로 실적 예측치 정정, 주가 하락', -10),
                                                                  (3, '바이오', 2011, '매출 및 마케팅 관련 검찰청의 수사', '매출 및 마케팅 관련 검찰 수사, 합의금 지급으로 순익 감소, 주가 하락', -50),
                                                                  (3, '바이오', 2011, '외국인들의 거센 매도 공세', '실적 의혹 후 지속적 하락, 주가 하락', -30),
                                                                  (3, '바이오', 2011, '한미 자유무역협정(FTA) 비준 동의안 국회 통과', '한미 FTA로 인한 제약·바이오주 피해 예상, 주가 하락', -10),
                                                                  (3, '바이오', 2011, '줄기세포 치료제 승인 임박', '줄기세포 및 관련주 급등, 주가 상승', 20),
                                                                  (3, '바이오', 2012, '정부의 친 농업정책 발표', '정부 투자 및 곡물 종자사업 민영화로 수혜 예상, 주가 상승', 20),
                                                                  (3, '바이오', 2012, '신약 후보물질 임상 1상 승인', '간질환 치료 신약 후보물질 임상 1상 승인 소식, 주가 상승', 10),
                                                                  (3, '바이오', 2012, '낙관적인 전망, 그러나 실적 부진', '실적 부진에도 불구하고 상용화 임박 및 대기업 투자 지속, 주가 상승', 20),
                                                                  (3, '바이오', 2012, '줄기세포 관련 특허획득 소식', '줄기세포 관련 특허 획득, 주가 상승', 10),
                                                                  (3, '바이오', 2012, '기업 관련 근거 없는 루머 확산, 해명', '흑자전환에도 불구하고 근거 없는 루머로 인한 주가 하락', -10),
                                                                  (3, '바이오', 2012, '미국 신약 개발사로부터 투자 유치', '미국 신약 개발사로부터 투자 유치, 주가 상승', 15),
                                                                  (3, '바이오', 2012, '발기부전 치료효과 입증', '지방성체줄기세포의 발기부전 치료 효과 입증, 주가 상승', 10),
                                                                  (3, '바이오', 2012, '이종 동물간 장기이식 성공', '돼지 장기를 원숭이에 이식 성공 소식, 주가 상승', 10),
                                                                  (3, '바이오', 2012, '신약 개발 열기 지속', '연구개발에 적극적인 바이오사들로 인한 긍정적 전망, 주가 상승', 15),
                                                                  (3, '바이오', 2012, '日 불법시술 논란', '일본의 불법 줄기세포 시술 논란, 주가 하락', -20),
                                                                  (3, '바이오', 2013, '세계 곡물 생산 급감', '세계 곡물 생산 급감 소식, 바이오 기업 주가 상승', 15),
                                                                  (3, '바이오', 2013, '합병 관련 공시 20여번 정정, 결국 철회', '주주와 시장의 불확실성 증가, 주가 하락', -20),
                                                                  (3, '바이오', 2013, '중국 중소업체에서 저가 라이신 대거 공급, 글로벌 가격 급락', '라이신 가격 하락으로 인한 수익성 우려, 주가 하락', -15),
                                                                  (3, '바이오', 2013, '바이오 유명 기업 회장 다국적 제약사에 매각', '바이오 유명 기업 회장 지분 매각으로 인한 주가 하락', -50),
                                                                  (3, '바이오', 2013, '바이오 유명 기업 매각, 업체 상장페지 등으로 바이오 업계 전반에 의구심 커짐', '바이오 업계에 대한 의구심 증가, 주가 하락', -15),
                                                                  (3, '바이오', 2013, '외국인 투자자 순매도 증가', '외국인 투자자 순매도 및 실적 부진으로 인한 주가 하락', -20),
                                                                  (3, '바이오', 2013, '대표의 주가 조작 혐의', '대표의 주가 조작 혐의 구속, 주가 하락', -20),
                                                                  (3, '바이오', 2013, '대주주 사망 소식', '최대주주 별세로 인한 매물 부담 증가, 주가 하락', -20),
                                                                  (3, '바이오', 2013, '신경독소 후보 제품에 대한 기술이전 계약 체결', '국내 제약업계 최대 규모 기술이전 계약 체결, 주가 상승', 20),
                                                                  (3, '바이오', 2013, '연구시설 조성 소식', '연구시설 조성을 위한 부동산 투자 소식, 주가 상승', 10),
                                                                  (3, '바이오', 2014, '美 바이오株 IPO 열풍..거품 논란', '바이오주 급등 및 과열 우려, 주가 상승', 30),
                                                                  (3, '바이오', 2014, '곡물가 하락과 원화 강세 그리고 축산물 시세 호조', '곡물가 하락, 원화 강세, 축산물 시세 호조가 긍정적으로 작용, 주가 상승', 10),
                                                                  (3, '바이오', 2014, '1번 인간배아줄기세포(NT-1)’가 미국에서 특허 등록', '인간 체세포 복제배아에서 유래한 인간 배아줄기세포주 특허 등록, 주가 상승', 20),
                                                                  (3, '바이오', 2014, '최대 주주간 경영권 분쟁 가능성', '경영권 분쟁 기대감에 개인투자자 매수, 주가 상승', 20),
                                                                  (3, '바이오', 2014, '대규모 공급계약 해지', '대규모 공급계약 해지로 인한 투자 심리 위축, 주가 하락', -15),
                                                                  (3, '바이오', 2014, '학적 조성물 관련 특허를 취득', '당뇨병, 비만, 동맥경화 및 암 예방 및 치료용 화합물 특허 취득, 주가 상승', 10),
                                                                  (3, '바이오', 2014, '100억원 규모의 사모 전환사채(CB) 발행 소식', '운영자금 및 기타자금 마련을 위한 사모 전환사채 발행, 주가 하락', -10),
                                                                  (3, '바이오', 2014, 'AI 재발생', '고병원성 조류인플루엔자(AI) 발생 소식, 백신 관련 기업 주가 상승', 15),
                                                                  (3, '바이오', 2014, '합병 철회 소식', '신약 개발 합병 철회 소식, 주가 하락', -10),
                                                                  (3, '바이오', 2014, '에볼라 바이러스 확산 우려', '에볼라 공포 확산, 관련 종목 주가 상승', 15),
                                                                  (3, '바이오', 2015, '진드기 바이러스 사람간 전파', '진드기 바이러스의 사람 간 감염 확인, 백신 관련 기업 주가 상승', 10),
                                                                  (3, '바이오', 2015, '서울서 첫 AI바이러스 발견', '서울지역 고병원성 AI 바이러스 발견, 관련주 주가 상승', 20),
                                                                  (3, '바이오', 2015, '바이오 시장 선점을 위한 기술 개발 지원 확대', '정부의 바이오 분야 연구개발 집중 투자, 주가 상승', 20),
                                                                  (3, '바이오', 2015, '미국 시장 진출 임박', '미국 시장 진출 임박 소식, 주가 상승', 10),
                                                                  (3, '바이오', 2015, '고위험 바이러스 연구시설 가동', '고위험 바이러스 연구시설 가동 시작 소식, 주가 상승', 10),
                                                                  (3, '바이오', 2015, '임상용 메르스 백신 생산 착수', '임상용 메르스 백신 생산 착수, 주가 상승', 15),
                                                                  (3, '바이오', 2015, '메르스 사망자 발생', '메르스로 인한 사망자 발생 및 확산 우려, 백신주 주가 상승', 15),
                                                                  (3, '바이오', 2015, '줄기세포 투여한 쥐, 수명 30% 상승', '줄기세포를 이용한 신약 개발 업체 주가 상승', 10),
                                                                  (3, '바이오', 2015, '차익실현 매물 및 고평가 부담', '차익실현 매물 및 고평가 부담으로 인한 주가 하락', -10),
                                                                  (3, '바이오', 2015, '대규모 유상증자 소식', '대규모 유상증자 결정, 주가 하락', -20),
                                                                  (3, '바이오', 2015, '미국 대선 후보 약가인하 정책', '약가인하 정책으로 인한 제약·바이오주 주가 하락', -20),
                                                                  (3, '바이오', 2016, '지카바이러스 확산 우려', '지카바이러스 확산 우려로 백신업체 등 주가 상승', 20),
                                                                  (3, '바이오', 2016, '줄기세포치료제의 일본 의료기관 공식 공급 허가', '일본 의료기관 공식 공급 허가로 주가 상승', 20),
                                                                  (3, '바이오', 2016, '제약주, 고평가 부담', '고PER 주식에 대한 차익실현 매물 및 밸류에이션 부담, 주가 하락', -10),
                                                                  (3, '바이오', 2016, '물품 공급계약 체결', '물품 공급계약 체결 공시, 주가 상승', 25),
                                                                  (3, '바이오', 2016, '구제역 의심 신고', '구제역 의심 신고 및 간이진단 양성 반응, 제약주 강세', 10),
                                                                  (3, '바이오', 2016, '공장 화재 발생', '공장 화재로 인한 생산 라인 중단, 단기 실적 둔화 예상, 주가 하락', -10),
                                                                  (3, '바이오', 2016, '아바타 쥐 종양 이식 성공', '위암 환자 종양 이식 쥐 만들기 성공, 주가 상승', 5),
                                                                  (3, '바이오', 2016, '바이오 신사업 추진', '바이오 사업 본격 시작 및 바이오칩 사업 착수 소식, 주가 상승', 15),
                                                                  (3, '바이오', 2016, '폐암 신약 부작용 추가 확인', '폐암 신약 부작용 추가 확인으로 큰 폭 하락, 주가 하락', -35),
                                                                  (3, '바이오', 2016, '독감 유행주의보 발령', '독감 확산으로 백신 제조사 및 제약회사 주가 상승', 5),
                                                                  (3, '바이오', 2016, '복제 항암제 유럽 시판 임박', '유럽에서 항암 바이오시밀러 판매 허가 소식, 주가 변동 없음', 0),
                                                                  (3, '바이오', 2017, '구제역 위기 경보', '구제역 위기 경보 ''심각'' 격상, 동물 백신주 주가 상승', 15),
                                                                  (3, '바이오', 2017, '발모 신약 임상 1상 성공', '발모신약 임상1상 시험 성공, 안정성 확인, 주가 상승', 10),
                                                                  (3, '바이오', 2017, '불성실 공시 법인 지정', '자회사 감사보고서 지연 공시로 공시위반 제제금 부과, 주가 하락', -10),
                                                                  (3, '바이오', 2017, '고령화 사회 진입, 저가 매수 유입', '고령화 사회 진입 및 저가매수 유입으로 주가 상승', 10),
                                                                  (3, '바이오', 2017, '특허 무효 소송 승소', '글로벌 제약사 소송 승소, 특허 유효성 확인, 주가 상승', 20),
                                                                  (3, '바이오', 2017, '새 정부 ‘탈 원전 정책’', '새 정부의 탈 원전 정책 선언, 신재생에너지 관련주 강세, 주가 상승', 10),
                                                                  (3, '바이오', 2017, '상장 폐지 기준 해당하지 않음 결정', '상장 폐지 위기 넘기고 매매 재개, 주가 상승', 35),
                                                                  (3, '바이오', 2017, '조류 독감 발생', '조류독감(AI) 발생 소식, 관련주 강세, 주가 상승', 25),
                                                                  (3, '바이오', 2017, '정부 치매 정책 발표', '정부의 치매 국가책임제 및 인프라 구축, 주가 상승', 30),
                                                                  (3, '바이오', 2017, '고점 논란', '바이오주 고점 논란 및 매도 행렬, 주가 하락', -10),
                                                                  (3, '바이오', 2018, '압수 수색', '분식회계 의혹 사건 본격 수사, 주가 하락', -15),
                                                                  (3, '바이오', 2018, '상장 유지', '분식회계 판정 후 상장유지 결정, 거래 재개, 주가 상승', 30),
                                                                  (3, '바이오', 2018, '베트남 바이오 관련 기업과 업무협약', '베트남 및 아세안 업무협약, 주가 하락', -20),
                                                                  (3, '바이오', 2018, '학회지 투고 허위 논란', '해외 학회지 투고 허위 논란, 투자심리 악화, 주가 하락', -30),
                                                                  (3, '바이오', 2018, '치료제 미국 FDA 지정', '줄기세포치료제 미국 FDA 희귀의약품 지정, 주가 상승', 10),
                                                                  (3, '바이오', 2018, '특허 침해 소송 승소', '특허 침해 소송 승소, 관련 종목 강세, 주가 상승', 5),
                                                                  (3, '바이오', 2018, '미국 증시 급락', '미국 증시 급락에 따른 국내 증시 부진, 동반 하락, 주가 하락', -10),
                                                                  (3, '바이오', 2018, '북미정상회담 취소', '북미정상회담 취소에 대한 기대감 반영, 주가 상승', 10),
                                                                  (3, '바이오', 2018, '대규모 유상증자 결정', '대규모 유상증자로 인한 주가 희석 우려, 매도세, 주가 하락', -15),
                                                                  (3, '바이오', 2018, '신재생에너지 정책 수혜 기대감', '신재생에너지 정책 수혜주 기대, 주가 상승', 10)
                                                                    ,(3,'바이오',2019,'폐암 말기 판정을 받은 개그맨 강아지 구충제 복용','폐암 말기 판정을 받은 개그맨이 강아지 구충제 복용 후 근황을 전하면서 관련주 들썩 주가 상승',15)
                                                                   ,(3,'바이오',2019,'불성실공시법인 지정','불성실공시법인에 지정되면서 주가가 급락 주가 하락',-15)
                                                                   ,(3,'바이오',2019,'주주명부 폐쇄 소식','주주명부폐쇄를 공시하며 매도세가 집중된 데 따른 영향으로 매수세 강해 주가 하락',-20)
                                                                   ,(3,'바이오',2019,'췌장암 신약 임상 중간평가','췌장암 신약의 3상 임상시험 중간분석 결과 안정성이 입증됐다는 발표 주가 상승',15)
                                                                   ,(3,'바이오',2019,'임상 3상 결과 미국 식품의약국(FDA)에 허가 신청 불가','대형 바이오주들의 신약 임상 결과에 연달아 악재가 터지면서 주가도 약세',-30)
                                                                   ,(3,'바이오',2019,'북한 아프리카돼지열병 공식 발생','북한에서 아프리카돼지열병이 공식 발병했다는 소식이 전해지며 관련주가 강세 주가 상승',5)
                                                                   ,(3,'바이오',2019,'공동 연구 협약 소식','바이오기업이 특정 병원과 면역항암제에 대한 공동연구를 체결했다는 소식에도 주가는 내리막길 주가 하락',-5)
                                                                   ,(3,'바이오',2019,'불량품 정상조작 의혹','자사 제품 시판허가를 받는 과정에서 불량품을 정상품으로 조작해 논란이 일고 있는 가운데 주가 하락',-10)
                                                                   ,(3,'바이오',2019,'무상 증자 병합 소식','주식병합과 100 비율의 무상증자 소식에 주가 상승',15)
                                                                   ,(3,'바이오',2019,'차익 실현 매물 속속히 등장','최근 단기 급등함에 따라 차익실현 매물자들이 속속히 나오면서 주가가 하락 주가 하락',-15)
                                                                   ,(3,'바이오',2020,'미국의 한 기업 코로나 백신 개발 소식','미국 바이오 업체가 개발 중인 코로나19 백신이 효과를 보였다는 소식에 코로나19 관련 바이오 주가 급락 주가 하락',-15)
                                                                   ,(3,'바이오',2020,'육군 병사 제초 작업 후 사망 소식','육군 병사가 제초 작업 후 바이러스 감염증 증세를 보이다 사망했다는 소식에 한타 바이러스 관련주가 관심을 끌고 있음 주가 상승',5)
                                                                   ,(3,'바이오',2020,'정부의 코로나19 백신 개발 지원 대상','정부의 신종 코로나바이러스 감염증(코로나19) 백신 개발 지원 대상으로 선정된 소식에 주가가 상승세 주가 상승',25)
                                                                   ,(3,'바이오',2020,'상장 폐지 결정','상장폐지가 결정된 해당 기업의 주가가 정리매매 시작 직후 주가 하락',-50)
                                                                   ,(3,'바이오',2020,'1심 무죄 소식','코스닥 바이오업체의 회장 1심 무죄 소식에 주가 상승',30)
                                                                   ,(3,'바이오',2020,'안구건조증 신약 임상 실패','안구건조증 신약후보물질(파이프라인)의 임상 3상에서 1차 지표 충족에 실패 주가 하락',-25)
                                                                   ,(3,'바이오',2020,'감염증(코로나19) 치료제 후보 물질을 국내에서 위탁 생산','개발중인 신종 코로나바이러스 감염증(코로나19) 치료제 후보 물질을 국내에서 위탁 생산한다고 밝히며 주가 상승',20)
                                                                   ,(3,'바이오',2020,'검찰 수사 본격화','바이오 업체 전직 주요 임원들의 구속영장 청구 소식에 주가 하락',-10)
                                                                   ,(3,'바이오',2020,'코로나19 테마주에 대한 열망','코로나19 테마주에 대한 투자자들의 열망과 정부의 지원자금 투자로 기대감 상승주가 상승',20)
                                                                   ,(3,'바이오',2020,'중국 돼지독감 바이러스 발병','중국에서 인간에게 전염될 가능성이 있는 돼지 독감 바이러스가 발병했다는 소식에 동물 백신 및 사료 관련주가 상승',10)
                                                                   ,(3,'바이오',2021,'지분 블록딜 매각','시간외 대량매매(블록딜) 방식으로 지분 일부를 매각했다고 공시를 통해 밝히며 주가 하락',-10)
                                                                   ,(3,'바이오',2021,'먹는 코로나 치료제 긴급승인','식품의약품안전처가 기업의 먹는 코로나19 치료제를 긴급사용승인했다는 소식에 관련주가 상승',30)
                                                                   ,(3,'바이오',2021,'오버행 이슈 해소 기대','대부분의 오버행 물량이 해소된 것으로 판단 오버행(잠재적 과잉 매물) 이슈 해소 기대에 주가 상승',20)
                                                                   ,(3,'바이오',2021,'허위 공시 의혹','자사 항암치료제의 미국 내 임상시험 결과를 허위공시했다는 한 언론보도가 나오자 관련주는 일제히 주가 하락',-15)
                                                                   ,(3,'바이오',2021,'임상시험 투약 일시중지','투약한 환자에서 콜레스테롤과 LDL 수치가 상승하는 현상이 관찰돼 임상 약물 투여를 일시 중지하기로 했다고 발표하며 주가 하락',-30)
                                                                   ,(3,'바이오',2021,'실적부진 전망','시장 기대치를 밑도는 부진한 실적을 기록할 것이라는 전망이 나온데서 영향을 받아 주가 하락',-10)
                                                                   ,(3,'바이오',2021,'오미크론'' 소식','지자체에서도 오미크론 변이의 판별이 가능해진다는 소식에 관련 주가 상승',15)
                                                                   ,(3,'바이오',2021,'정부, 유망업종 발굴','바이오 등 유망업종 ''100대 등대 중견기업 발굴'' , 중견기업 성장촉진 시행계획 의결에 주가 상승',30)
                                                                   ,(3,'바이오',2021,'허위자료 제출 의혹 무죄','위계공무집행방해, 특정경제범죄가중처벌법상 사기 등 혐의로 기소된 관련 기업 임원 무죄 선고에 주가 상승',30)
                                                                   ,(3,'바이오',2021,'대통령 백신 관련 비상장 회사 방문','대통령이 생산시설을 찾아 직원들을 격려 하지만 해당 기업은 비상장 회사이기 때문에 관련 상장주가 대신 주목받아 주가 상승',10)
                                                                   ,(3,'바이오',2022,'원숭이두창에 감염된 성인이 사망','미국에서 원숭이두창에 감염된 성인이 사망했다는 소식에 국내 증시에서 원숭이두창 관련주가 일제히 주가 상승',10)
                                                                   ,(3,'바이오',2022,'치매 조기 진단 의료기기 시제품 개발','혈액 기반 치매 조기진단 의료기기 시제품을 개발했다는 소식에 주가 상승',30)
                                                                   ,(3,'바이오',2022,'백신 생산 잠정 중단','국산 1호 백신의 생산을 잠정 중단했다는 소식에 주가 하락',-10)
                                                                   ,(3,'바이오',2022,'중국, 감기약 품귀 현상','중국과 유럽 등에서 감기약 품귀 현상이 발생하며 국내 제약 주가 상승',20)
                                                                   ,(3,'바이오',2022,'치료제 연구개발 조기종료','좋은 결과를 얻었지만, 타사들의 더 우수한 연구 결과가 발표되며 발매 허가를 얻고 있는 상황, 연구 개발 조기 종료에 주가 하락',-10)
                                                                   ,(3,'바이오',2022,'치료제 계약 해지 소식','자회사와 슈퍼박테리아 치료제 관련해 계약 해지를 결정했다고 공시 투자심리 위축에 주가 하락',-25)
                                                                   ,(3,'바이오',2022,'사회적 거리두기 전면 해제 소식','회적 거리두기가 전면 해제된다는 소식에 오전 국내 증시에서 진단키트주 관련주 약세에 주가 하락',-10)
                                                                   ,(3,'바이오',2022,'곡물 가격 지속 상승','침공 사태가 장기화하면서 국내 사료주의 강세가 이어지고 있다. 곡물 가격이 급등하며 관련 주가 상승',15)
                                                                   ,(3,'바이오',2022,'내부회계관리제도 검토의견이 비적정','바이오가 전일 감사보고서를 제출하며 내부회계관리제도 검토의견이 비적정에 해당된다고 하며 주가 하락',-15)
                                                                   ,(3,'바이오',2022,'척추임플란트 FDA 승인','높이확장형 척추 임플란트 제품에 대해 미국 식품의약국(FDA) 승인을 받았다는 소식에 주가 상승',20)
                                                                   ,(3,'바이오',2023,'기술 이전 소식','제약사 기업의 자회사에 기술을 이전하는 계약을 체결했다는 소식에 주가 상승',10)
                                                                   ,(3,'바이오',2023,'구제역 발생','구제역이 4년 만에 발생했다는 소식에 동물 백신 관련주가 상승',25)
                                                                   ,(3,'바이오',2023,'대규모 유상증사 실시','운영자금 조달과 채무상환자금 마련을 위해 대규모 유상증자를 실시한다고 공시하며 주가 하락',-10)
                                                                   ,(3,'바이오',2023,'경영권 분쟁 소식','기업 내 경영권 분쟁이 발생했다는 소식의 영향으로 주가 상승',30)
                                                                   ,(3,'바이오',2023,'비만치료제 시제품 개발','친환경 용매를 이용한 비만 치료제의 시제품 제조 R&D 연구개발'' 국책과제를 최근 마무리하며 주가 상승',25)
                                                                   ,(3,'바이오',2023,'경구용 ‘알츠하이머 치료제’ 임상3상 신청','경구용 알츠하이머병 치료제의 글로벌 임상3상 임상시험 신청을 완료했다는 소식에 주가 상승',30)
                                                                   ,(3,'바이오',2023,'특허 무효심판 제기','기업의 보톡스 관련 미국 특허에 무효심판이 제기 되면서 주가 하락',-10)
                                                                   ,(3,'바이오',2023,'투자주의종목 해제','투자주의종목 해제 후 주가 상승',20)
                                                                   ,(3,'바이오',2023,'신약 후보물질 미국 임상 2상 성공','개발한 신약 후보물질이 미국 임상 2상에 성공했다는 소식에 주가가 강세를 보이며 주가 상승',20)
                                                                   ,(3,'바이오',2023,'보호예수물량 해제','기업의 ‘기타 보호예수 필요 주주’들의 의무보호예수 등록이 해제되면서 주가 하락',-20);

INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(10,'뷰티',2011,'OO기업, 해외진출 본격화…저가 화장품, 中시장 고성장성 주목','OO기업, 해외진출 확대 - 저가 화장품 필두로 브랜드 인지도 높이며 주가 상승',5)
                                                                   ,(10,'뷰티',2011,'OO기업, 중국 내 공장 증설로 생산능력 2배 증가','중국 화장품 내수시장 급성장으로 주가 상승…OO기업, 신고가 경신 주가 상승',15)
                                                                   ,(10,'뷰티',2011,'OO기업, 상하이에 이어 광저우에 제2 공장 증설...중국 사업 기대','대표적 중국 수혜주 OO기업, 사업 확대와 공장 증설 소식에 주가 상승',15)
                                                                   ,(10,'뷰티',2011,'중국 때문에…화장품 ODM·OEM 업계 라이벌 ''희비 교차''','2등의 반란'' 후발업체에게 밀려... OO기업, 중국시장 선점 경쟁으로 주가 하락',-10)
                                                                   ,(10,'뷰티',2011,'OO기업, 양호한 3분기 실적과 신규 인수합병 - 목표가 줄상향... 외국인 매도세가 발목 잡을까','OO기업, 실적기대감으로 목표가 상승했지만...외국인 매도세 빠지며 주가 하락',-5)
                                                                   ,(10,'뷰티',2011,'수출주도형에서 안정적인 내수주도형으로...중국의 내수부양 기대감 상승','중국의 내수주도형 정책으로 중저소득층 소비촉진...국내 뷰티 기업 현지 경쟁력 강화로 주가 상승',5)
                                                                   ,(10,'뷰티',2011,'OO기업, 가습기에 사용할 수 있는 살균제 신제품 출시. KC 인증과 세계 최초 가습기 살균제 개발로 기대 모아','OO기업 가습기 살균제 사망자 피해 발생, 비윤리적이고 무책임한 대응으로 주가 하락',-40)
                                                                   ,(10,'뷰티',2012,'OO기업, 4간 연구개발 끝에 세포신호전달 신물질 화장품 개발 발표','OO기업, 새 브랜드 런칭과 동시에 국내 최초 세포과학 신제품 선보여 주가 상승',15)
                                                                   ,(10,'뷰티',2012,'OO기업, 기능성 스킨케어 신제품 출시','OO기업 기능성 스킨케어 신제품이 소비자로부터 호평 받으며 주가 상승',5)
                                                                   ,(10,'뷰티',2012,'OO기업, 일본 OO 화장품 인수 계획 밝히며 일본시장 진출 ''포문''','OO기업, 일본 화장품 회사 인수 방침 발표에 주가 하락.. 주식시장 반응은 ''악재'' 주가 하락',-5)
                                                                   ,(10,'뷰티',2012,'ㅁㅁ그룹, 화장품 사업 진출 소식... OO기업 인수 가능성 주목','OO기업, ㅁㅁ그룹의 새로운 성장 동력 되나... 인수 기대감에 주가 상승',15)
                                                                   ,(10,'뷰티',2012,'OO기업, 화장품 업계 M&A 이슈 불거질 때마다 매물 가능성으로 주가 ''들썩''','OO기업, ㅁㅁ그룹에 인수 가능성 사라지며 주가 하락... 경쟁기업 인수 추진 중 주가 하락',-10)
                                                                   ,(10,'뷰티',2012,'OO기업, 줄기세포연구기술 적용 화장품 중국에 수출 계획 발표... ''논의 중''','OO기업, 중국 유통사와 40만달러 규모 계약...줄기세포기술 화장품 수출 발표로 주가 상승',15)
                                                                   ,(10,'뷰티',2012,'OO기업, 신제품 트리트먼트 에센스 & 나이트 리페어 앰플 호평...''대성공''','OO기업, 작 4분기 신제품 호평으로 영업 이익 급등... 신고가 경신하며 주가 상승',10)
                                                                   ,(10,'뷰티',2012,'OO기업, 중국 1위 홈쇼핑 채널과 마스크팩 런칭 계획 논의 중','OO기업, 중국 1위 홈쇼핑 채널에 마스크팩 런칭 계획 밝히며 주가 상승',10)
                                                                   ,(10,'뷰티',2012,'OO기업, ㅁㅁ제약기업 피인수 기업으로 ''물망''','ㅁㅁ 제약기업, OO기업 인수설에 ''사실무근'' 밝히며 주가 하락',-10)
                                                                   ,(10,'뷰티',2012,'OO기업, 지주 회사 체제로 전환하나...화장품, 의약품 사업 분할 계획 발표','지주사 전환에 실망''...OO기업 지주회사 이전 소식에 주가 하락',-10)
                                                                   ,(10,'뷰티',2012,'OO기업, 불투명 회계 의혹으로 국세청 세무조사 대상','OO기업, 국세청 세무조사로 20억원대 추징금 부과 소식에 주가 하락',-5)
                                                                   ,(10,'뷰티',2012,'유커가 온다''...중국 중추절과 국경절 앞두고 국내 화장품 업계 매출 기대','OO기업, 중국 중추절과 국경절 관광특수 기대감에 주가 상승',5)
                                                                   ,(10,'뷰티',2012,'OO기업, 자회사 신제품 출시 45일만에 5만개 판매 돌파','OO기업, 자회사 신제품 ''대박''에 주가 상승... 신고가 경신',15)
                                                                   ,(10,'뷰티',2013,'OO기업, 화장품 사업과 제약 사업 부문 인적 분할해 재상장','인적분할 후 신규 상장한 OO기업, 화장품과 제약 사업 매출 모두 증가하며 주가 상승',10)
                                                                   ,(10,'뷰티',2013,'中 춘절 앞두고 화장품주 일제히 ''강세''','중국 최대 명절 춘절 특수로 OO기업 주가 상승',5)
                                                                   ,(10,'뷰티',2013,'OO기업, 서울 지하철 1~4호선 매장 계약 만료 예정...서울메트로와 임대 연장 논의 중','OO기업 지하철 일부 매장 철수 가능성 대두되며 주가 하락',-10)
                                                                   ,(10,'뷰티',2013,'OO기업, ㅁㅁ기업 인수 계획...내 추가 M&A 가능성 부각','OO기업, 실적 개선과 내 M&A 가능성 부각되며 주가 상승',5)
                                                                   ,(10,'뷰티',2013,'OO기업, 화장품 시장 경쟁심화로 할인 판매와 광고 판촉비 증가','OO기업, 화장품 시장 경쟁 심화로 수익성 악화 우려... 주가 하락',-10)
                                                                   ,(10,'뷰티',2013,'OO기업, 화장품 시장 경쟁에서 ''살아남기''...적극적 매장 확대 계획','OO기업, 매장 확대에 따른 감가상각비 부담으로 영업이익률 하락...주가 하락',-10)
                                                                   ,(10,'뷰티',2013,'OO기업, 영업 이익 감소...시장 예상치보다 낮은 수치 예상','OO기업, ''실적 쇼크''에 주가 하락',-20)
                                                                   ,(10,'뷰티',2013,'OO기업 부사장 OOO, 보유 주식 2만주 이달 초 매도 소식','OO기업 부사장 OOO, 실적 발표 직전 보유 주식 2만주 매도 밝혀져... 투자심리 냉각에 주가 하락',-20)
                                                                   ,(10,'뷰티',2013,'국내 소비 침체로 화장품 시장 성장세 둔화','OO기업, 국내 소비 침체와 실적 불확실성 증가로 주가 하락',-10)
                                                                   ,(10,'뷰티',2013,'중국발 긴축우려...중국 유동성 축소로 소비 위축 가능성','중국우려 과했나, 급락했던 중국 소비확대 수혜주 일제히 급등...OO 화장품 기업 주가 상승',20)
                                                                   ,(10,'뷰티',2013,'OO기업, 체코 브르노에 1호점 오픈...유럽 시장 공략의 교두보 마련하나','OO기업, 유럽진출 소식에 매수 주문 유입...주가 상승',25)
                                                                   ,(10,'뷰티',2013,'보건복지부, 식품의약품안전처 ''화장품산업 중장기 발전 계획'' 발표','OO기업, 정부의 국내 화장품 육성 정책 기대감에 주가 상승',10)
                                                                   ,(10,'뷰티',2013,'정부의 국내 화장품 사업 발전 계획 발표... 관련주 상승 기대','OOO 정부, 2020까지 화장품 산업 생산규모 15조원, 수출 60억달러 확장 목표... 한방화장품 중점 개발 계획에 OO기업 주가 상승',10)
                                                                   ,(10,'뷰티',2013,'OO기업 영업팀장, 대리점주에 막말파문...녹음 파일 진위여부 확인 중','OO기업, 막말파문 녹음파일 공개에 ''약세''...본사 영업팀장, 대리점주에게 운영 포기 강요 논란에 주가 하락',-15)
                                                                   ,(10,'뷰티',2014,'OO기업, 종로구 본사 사옥 매각하나... 사옥 매각 추진설 대두','OO기업, 사옥 매각해 현금 확보 추진 계획... 사옥 포함한 회사자산 매각 검토에 주가 상승',20)
                                                                   ,(10,'뷰티',2014,'OO기업, 줄기세포배양액 화장품 미국 수출 계획 발표','OO기업, 미국 대형 유통업체와 화장품 공급 계약 체결... 미국 수출 소식에 주가 상승',5)
                                                                   ,(10,'뷰티',2014,'OO기업, 해외 시장 진출 위해 전 제품 미국식품의약국(FDA) 인증 요청...검토 중','OO기업, 미국식품의약국(FDA)로부터 전 제품 인증...해외 시장 진출 계획에 주가 상승',20)
                                                                   ,(10,'뷰티',2014,'OO기업, 자문사 통한 투자 유치 추진 중','OO기업, 투자 유치와 관련해 ''구체적으로 정해진 바 없다''고 공시...투자 유치 미정 소식에 주가 하락',-5)
                                                                   ,(10,'뷰티',2014,'OO기업 OOO 대표이사 부회장, 보유주식 전량 매각 공시','OO기업, OOO 부회장 지분 매각과 일부 사업부 대표이사 사임 이슈로 주가 하락',-20)
                                                                   ,(10,'뷰티',2014,'OO기업, 미국 화장품 업체 ㅁㅁ기업 인수 포기 소식','OO기업, 미국 화장품 업체 인수 포기 소식에 주가 상승... 무리한 인수합병 대신 장기적으로 긍정적 평가 주가 상승',5)
                                                                   ,(10,'뷰티',2014,'중국 정부, 일반 화장품에 소비세 폐지 검토 방안 검토 중','OO기업, 중국 정부의 소비세 폐지 소식에 중장기적 수혜 예상...주가 상승',5)
                                                                   ,(10,'뷰티',2014,'한중 정상회담 개최...OOO 중국 주석 방한','한·중 자유무역협정(FTA) 체결로 화장품주 주가 일제히 상승 주가 상승',35)
                                                                   ,(10,'뷰티',2015,'중국 최대 명절 춘절 앞두고 화장품주 상승 기대','중국인 관광객 특수...화장품주, 중국 최대 명절 춘절 수혜 기대감에 ''동반 강세'' 주가 상승',20)
                                                                   ,(10,'뷰티',2015,'OO기업, 중국 시장 점유율 상승 중','OO기업, 중국 내 글로벌 화장품 기업 중 점유율 가장 빠르게 상승하고 있다는 분석에 주가 상승',15)
                                                                   ,(10,'뷰티',2015,'한국-베트남, 지난 5일 자유무역협정(FTA) 체결','한국-베트남 자유무역협정(FTA) 체결...베트남 화장품 시장 전면 개방 기대에 주가 상승',30)
                                                                   ,(10,'뷰티',2015,'OO호흡기증후군 바이러스 발생, 국내 확산 우려','OO호흡기증후군 확산 소식에 중국인 관광객 감소... 화장품주 동반 하락 주가 하락',-20)
                                                                   ,(10,'뷰티',2015,'OO호흡기증후군 바이러스 진정세... 외국인 관광객 국내 여행 수요 회복 가능성','OO호흡기증후군 진정세에 따른 실적 회복 기대감으로 화장품주 주가 상승',25)
                                                                   ,(10,'뷰티',2016,'OO기업, 중국 국가식품약품감독관리총국(CFDA)으로부터 위생허가 인증 취득','OO기업, 신제품 중국 위생허가 인증 취득으로 정식 유통 계획...주가 상승',10)
                                                                   ,(10,'뷰티',2016,'중국 정부의 ''따이공'' (보따리상, 중국인 해외상품 구매대행업) 규제 발표','OO기업, 중국 정부의 ''따이공'' (보따리상, 중국인 해외상품 구매대행업) 규제 영향으로 매출 급감...주가 하락',-15)
                                                                   ,(10,'뷰티',2016,'한국과 미국, 고고도미사일방어체계(사드·THAAD) 배치 발표','한국과 미국의 사드(THAAD) 배치 발표에 한-중 관계 악화 우려...중국 시장 진출한 화장품주 주가 일제히 하락 주가 하락',-20)
                                                                   ,(10,'뷰티',2016,'사드(THADD) 배치에 대한 중국의 경제보복 우려 확산...화장품주 ''와르르''','중국, 사드 배치에 대한 암묵적 제재 강화 우려... 중국 의존도 높은 화장품주가 동반 하락 주가 하락',-30)
                                                                   ,(10,'뷰티',2017,'중국 정부의 전세기 운항 불허 발표','중국 정부, 사드 배치 반대 입장 고수...한국행 전세기 운항 불허로 화장품주 주가 하락',-15)
                                                                   ,(10,'뷰티',2017,'중국 관영신문, 사드 배치 관련 여론 조사 발표','사드 강행시 한국 화장품 안 사 주가 하락',-20)
                                                                   ,(10,'뷰티',2017,'OOO정부 출범, 한-중 정상간 통화에 이어 베이징에 정부 대표단 파견 계획','새 정부 출범 이후 한-중 관계 개선 움직임...사드갈등 해빙 기대로 화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2017,'주요 20개국 G20 정상회의 개최 예정','OOO 대통령, G20 정상회의에서 "중국에 사드 보복 중단 요청할 것"...화장품주 주가 상승',5)
                                                                   ,(10,'뷰티',2017,'북한의 대륙간탄도미사일(ICBM) 발사','북한의 대륙간탄도미사일(ICBM) 발사로 사드 추가 배치...한중 갈등 장기화 우려에 주가 하락',-10)
                                                                   ,(10,'뷰티',2018,'OOO 북한 노동당 위원장, 비핵화 의지 언급','북한의 비핵화 의지 언급에 ''사드 배치 피해주'' 주가 회복... 면세점, 호텔, 화장품, 여행주 주가 상승',15)
                                                                   ,(10,'뷰티',2018,'식품의약품안전처, OO기업 화장품 전 제품 중금속 조사','OO기업, 일부 화장품에서 중금속 초과 검출 여파에 주가 하락',-20)
                                                                   ,(10,'뷰티',2018,'유커 다시 오나','유커 돌아온다 주가 상승',15)
                                                                   ,(10,'뷰티',2019,'중국 매체, K-POP 인기 보도 & 중국 내 한국 영화 개봉 가능성... 한한령 해제 기대','중국의 한한령 해제 기대감으로 화장품주 급등...OO기업 주가 상승',15)
                                                                   ,(10,'뷰티',2019,'국내 면세점 매출액 사상 처음으로 2조원 돌파','국내 면세점 매출 신기록에 화장품주 동반 강세...OO기업 주가 상승',10)
                                                                   ,(10,'뷰티',2019,'OO기업 OOO회장, 월례조회에서 극우 유튜버 영상 강제시청 강요 논란','OO기업, 경영진의 여성비하 및 극우 유튜버 영상 강제시청 논란으로 주가 하락...투자자들의 실망감 반영 주가 하락',-15)
                                                                   ,(10,'뷰티',2019,'면세점 늘어나나...전국 시내면세점 신규특허 검토 중','정부, 전국에 대기업 시내면세점 신규특허 5개 추가 허용...유통망 확대 기대에 화장품주 주가 상승',5)
                                                                   ,(10,'뷰티',2020,'시진핑 중국 국가주석 상반기 방한 ''확정적''','시진핑 주석 방한 계기로 중국 내 사업환경 개선 기대... 화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2020,'중국발 신종 바이러스 발생','중국발 신종 OO 바이러스 확산 공포에 중국 소비주 급락...화장품주 일제히 하락 주가 하락',-15)
                                                                   ,(10,'뷰티',2020,'중국발 OO 바이러스 급속도로 확산...국내에서도 확진자 발생','중국에서 발생한 신종 OO 바이러스 감염증 확산으로 화장품, 면세점, 항공 관련주 급락...OO기업 주가 하락',-20)
                                                                   ,(10,'뷰티',2020,'OO기업, 중국판 ''블랙 프라이데이'' 광군제 겨냥한 유통신사업 추진 중','OO기업, 중국 최대 쇼핑 축제 광군제 겨냥...중국 전자상거래 플랫폼 공급 계획 발표로 주가 상승',25)
                                                                   ,(10,'뷰티',2021,'세계보건기구(WHO), 중국발 신종 바이러스 백신 승인 가능성','중국발 바이러스 백신 승인 발표에 관련주 상승세...화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2021,'중국발 OO 바이러스 백신 접종 계획 발표','중국발 OO 바이러스 백신 접종 시작...실적 개선 기대감 반영으로 화장품주 주가 상승',15)
                                                                   ,(10,'뷰티',2021,'OO바이러스 백신 접종률 가속화... 화장품 기업 이익회복 기대','OO 바이러스 백신 접종 가속화로 일상 회복 기대...화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2021,'세계 최초 탈모 화장품 출시되나...OO기업, 신제품 개발 계획 발표','OO기업이 개발한 신제품 식약처 승인 심사 결과 이달 중 발표 예정...세계 최초 탈모 화장품 출시 기대감에 주가 상승',25)
                                                                   ,(10,'뷰티',2022,'OO기업, 최대 주주 변경 소식 발표','OO기업, 재무구조 개선과 현금성 자산확보 목적...최대주주 변경 발표로 주가 상승',30)
                                                                   ,(10,'뷰티',2022,'K-드라마 ''문어 게임'' 인기...신한류 열풍 부나','K-드라마 ''문어 게임'' 인기에 K-화장품 덩달아 수혜...화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2022,'러시아·우크라이나 사태로 치솟는 국제 유가','국제 유가 영향으로 화장품 원료 및 포장재 가격 상승, 글로벌 뷰티 기업 주가 하락',-10)
                                                                   ,(10,'뷰티',2022,'중앙방역대책본부, 사회적 거리두기 해제 여부 발표 계획','화장품 관련주, 방역 지침 완화에 따른 일상생활 회복 기대감에 동반 상승 주가 상승',15)
                                                                   ,(10,'뷰티',2022,'드디어 마스크 벗을까''...정부 방역 지침 검토 중','마스크 벗자 화장품주 웃었다 주가 상승',20)
                                                                   ,(10,'뷰티',2022,'OO기업, 미국식품의약국(FDA) 인증 죽염탈모샴푸 수출 계획 발표','OO기업 죽염탈모샴푸, 미국 최대 쇼핑 사이트 아마존 입점 소식에 주가 상승',25)
                                                                   ,(10,'뷰티',2022,'OO기업, 신제품 출시 전 품평단 조사 진행 중','OO기업 염색샴푸 시장 출사표... 출시 전 품평단 조사 만족도 90, 식약처 인증 받으며 주가 상승',5)
                                                                   ,(10,'뷰티',2022,'식품의약품안전처, ''화장품 안전기준 등에 관한 규정'' 개정안 행정예고','OO기업, 핵심 원료 성분 원료 식약처 제한 위반... 판매 중단 위기에 주가 하락',-40)
                                                                   ,(10,'뷰티',2023,'정부, 중국발 입국자 대상 방역 강화','중국발 단기 비자 발급 제한과 입국자 규제로 투자 심리 약화...화장품주 주가 하락',-10)
                                                                   ,(10,'뷰티',2023,'식품의약품안전처, 방중 계획 발표...중국 규제기관 방문하나','중국 진출 지원사격'' ...식품의약품안전처의 중국 현지 화장품 규제기관 방문 소식에 화장품주 주가 상승',10)
                                                                   ,(10,'뷰티',2023,'중국 외교부, 자국민 단체관광 허용 여부 발표 계획','사드 사태'' 이후 6 5개월 만에...중국인 해외 단체관광 허용으로 화장품주 주가 상승',30)
                                                                   ,(10,'뷰티',2023,'OO기업, 글로벌 마케팅 캠페인으로 할리우드 배우 A, 아이돌 B 기용','OO기업, 방한 관광객 급증과 글로벌 마케팅 캠페인 드라이브로 주가 대폭 상승',40)
                                                                   ,(10,'뷰티',2023,'OO기업, 일부 제품 라인 가격 조정 계획 발표','OO기업, 일부 품목 가격 평균 5 인상 계획 발표에 주가 상승',5)
                                                                   ,(10,'뷰티',2023,'OO기업, 모기업 계열사와 합병 논의 중 - 양사의 시너지 효과 기대, 지나친 오너 경영 우려도 有','OO기업 합병안 승인 이후 주가 하락, 오너 일가의 경영권 승계 ''꼼수'' 비판 多 주가 하락',-20);

INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(7,'식품',2011,'일본 대지진','대지진 여파로 국내에 라면과 생수 주문이 쏟아지면서 주가 상승',20)
                                                                   ,(7,'식품',2011,'스낵 가격인상','"적은 폭의 가격 인상으로 영업 레버리지는 확대된다" 투자의견에 주가 상승',10)
                                                                   ,(7,'식품',2011,'라면 가격인상','라면값 인상에 힘입어 급등 영업이익이 큰폭으로 증가할 것으로 전망 주가 상승',10)
                                                                   ,(7,'식품',2011,'과장 광고 징계','해당 제품 광고에 대한 과징금 부과가 단기 주가 부담이 될 것으로 분석, 하지만 제품의예상 매출 비중은 약 5에 불과함. 주가 하락',-5)
                                                                   ,(7,'식품',2011,'주총결의 취소 소송 기각','슈퍼개미의 주주총회결의 취소 청구소송이 기각되자 주가가 상한가를 기록주가 상승 주가 상승',15)
                                                                   ,(7,'식품',2011,'김정일 사망','김정일 국방위원장이 사망했다고 공식 보도함.이에 따라 농심과 삼양식품 등 라면 관련주들의 주가가 급등 주가 상승',10)
                                                                   ,(7,'식품',2011,'급등 부담감, 약세로 전환','oo식품이 급등 부담감 속에 12일만에 약세로 돌아섰다.최근 주가 급등에 따라 전일 한국거래소는 삼양식품을 이날 하루 동안 투자경고 종목으로 지정 주가 하락',-15)
                                                                   ,(7,'식품',2011,'라면 업계의 백색 국물 열풍','OO식품의 야심작 백색 국물 라면이 잘 팔리고 있다는 소식에 주가도 강세를 보이고 있다 주가 상승',10)
                                                                   ,(7,'식품',2011,'분유제품 세균 분유 사태','일부 분유제품에서 식중독을 유발하는 ‘황색포도상구균’이 검출됐다고 발표하면서 품질문제가 불거져 나왔다. 동영상 사과문을 통해 사태 진화에 나섰지만 투자자들의 반응은 냉랭 주가 하락',-10)
                                                                   ,(7,'식품',2011,'OO식품 매각설','OO식품이 매각설에 주가가 급등락을 반복하며 크게 흔들이고 있다매각설이 불궈지며 급등 주가 상승',15)
                                                                   ,(7,'식품',2012,'가격 담합 1000억 과징금','공정거래위원회로부터 가격 담합 혐의로 1000억원이 넘는 과징금을 부과받았지만 주가에 큰 영향을 주지 못한 것으로 나타남 주가 하락',-5)
                                                                   ,(7,'식품',2012,'점유율회복, 하지만 실적 부진 예상','실적이 시장 예상에 못 미칠 것으로 보이면서 투자심리가 살아나지 않고 있음 주가 하락',-15)
                                                                   ,(7,'식품',2012,'발암물질 논란','식품의약품안전청이 발암물질 벤조피렌이 검출된 제품을 회수키로 결정한 것이 주가에 악재로 작용 주가 하락',-20)
                                                                   ,(7,'식품',2012,'프리미엄화 본격 전개','효율적인 프리미엄화를 통해 주가 밴드 상단을 돌파할 시기, 투자 의견 ''매수'' 유지 주가 상승',10)
                                                                   ,(7,'식품',2012,'제품 가격 인상 발표','"원가 부담을 제품 가격 인상으로 덜 수 있게 됐다"며 "식품업체 주가에 긍정적으로 작용할 것" 주가 상승',10)
                                                                   ,(7,'식품',2012,'OO제품 시장점유율 하락','지난 겨울 선풍적인 인기를 끌었던 OO라면의 시장 점유율이 급락하면서 주가도 곤두박질 주가 하락',-30)
                                                                   ,(7,'식품',2012,'OO고춧가루 농약 성분 검출','자체 생산한 ''OO 고춧가루''에서 농약성분이 기준치 이상으로 검출돼 판매금지 및 회수조치를 내렸다고 밝혔다. 하지만 농약이 들어간 고춧가루를 팔았다는 소식에도 불구하고 주가는 별다른 변화를 보이지 않고 있다 주가 하락',-5)
                                                                   ,(7,'식품',2012,'신제품 기대감','"신제품과 기대감과 실적 반등에 대한 높은 가시성으로 주가 강세를 보이고 있다"고 분석했다.주가 상승',25)
                                                                   ,(7,'식품',2012,'에그플레이션 우려','애그플레이션 우려에 따른 식품업체들의 가격 인상 가능성 부각에 힘입어 식품주가 강세를 보이고 있다. 경기방어주로서의 매력이 부각됐다는 평이다.주가 상승',5)
                                                                   ,(7,'식품',2012,'올 겨울 맹추위','OO식품이 주가가 급등하고 있다. 맹추위로 인해 대표적인 겨울 수혜주로 꼽혀왔다.주가 상승',10)
                                                                   ,(7,'식품',2013,'여행 형식의 주말 예능 인기','주말 예능 프로그램에서 유명 제품 두 개를 섞은 음식을 선보여 인기주가 상승',15)
                                                                   ,(7,'식품',2013,'제품값 인상 철회','빵 가격 인상에 주가 급등세를 보였던 OO식품이 급락세로 돌아섰다. ''꼼수 인상'' 비난에 빵 가격 인상을 철회했기 때문으로 풀이된다주가 하락',-10)
                                                                   ,(7,'식품',2013,'설탕 가격 인하','OOOOOO이 설탕가격을 인하하자 주가도 하락하고 있다. 원재료 가격인하로 인한 매출이 떨어질 것이라는 우려감이 나타나는 것으로 분석되고 있다주가 하락',-10)
                                                                   ,(7,'식품',2013,'국제 곡물가 하락 전망','국제 곡물 가격이 작보다 최대 33.3 하락할 것으로 예상되면서 식품주 주가가 오르고 있다원자재 가격 하락으로 실적이 개선될 것이란 기대감이 작용하고 있어서다.주가 상승',15)
                                                                   ,(7,'식품',2013,'제과업과 외식업 중소기업 적합업종 지정','제과업과 외식업이 중소기업 적합업종으로 지정되면서 OO식품 등 제과업종 주가가 약세를 보이고 있다.주가 하락',-10)
                                                                   ,(7,'식품',2013,'부진한 실적과 오너리스크','OO의 주가가 부진을 면치 못하고 있다. 2분기 부진한 실적을 기록할 것으로 전망되는데다가 오너리스크도 악재로 작용하는 모양새다.주가 하락',-30)
                                                                   ,(7,'식품',2013,'식품업체 ''밀어내기'' 사태','식품·유통업계에 만연한 밀어내기 수법에 국민도 분노했다. 해당 기업의 사과는 받아들여지지 않았으며 주가 하락, 제품 불매운동 등이 이어졌다주가 하락',-20)
                                                                   ,(7,'식품',2013,'신제품 OO볶음면 출시','OO볶음면''을 내놨으며 편의점 판매 1위를 기록했다. 이런 호실적 덕분에 이달 주가도 가격제한폭까지 뛰었다.주가 상승',30)
                                                                   ,(7,'식품',2013,'투자의견을 보유에서 ''매수''로 상향 조정','최근 주가 하락으로 상승 여력이 발생했다며 투자의견을 보유에서 ''매수''로 상향 조정했다주가 상승',10)
                                                                   ,(7,'식품',2013,'수요증가 예상','OOO가 꾸준한 수요증가에 따른 수익성 개선이 전망되면서 상승세다.주가 상승',10)
                                                                   ,(7,'식품',2014,'실적 급성장 소식','매출 30 급성장, OO 식품이 실적 급성장 소식에 사상 최고가를 연이어 경신하는 등 강세를 유지하고 있다주가 상승',20)
                                                                   ,(7,'식품',2014,'제품 가격 인상','최근 물가가 오르면서 소비자 부담이 증가하고 있는데요. 그런데 주식시장에서는 가격 인상이 기업들의 실적개선으로 이어지면서 주가가 상승곡선을 그리고 있습니다.주가 상승',20)
                                                                   ,(7,'식품',2014,'농산물 공급 과잉','농산물 공급 과잉의 여파로 국제곡물가격이 급락하면서 콩·밀·옥수수 등을 주원료로 사용하는 식품업체들의 주가가 큰 폭의 상승세를 이어가고 있다.주가 상승',30)
                                                                   ,(7,'식품',2014,'제빵 한류','제빵업체인 OO식품의 몸집이 급속도로 불어나고 있다. 중국소비 특수 관련 유망주로 꼽히는 등 ‘제빵 한류’에 대한 높은 기대감 속에 연일 신고가를 경신주가 상승',10)
                                                                   ,(7,'식품',2014,'원화 약세','원화 약세로 휘청대던 음식료주 주가가 국제 곡물가 상승이란 암초까지 맞닥트렸다특히 음식료주의 주가 부진은 환율이 직격탄이었다.주가 하락',-10)
                                                                   ,(7,'식품',2014,'OOOO칩 신제품 출시','자회사인 OO제과의 ‘OOOO칩’이 출시 3개월 만에 매출 100억원을 돌파하면서 이익을 누리고 있다는 분석이다.주가 상승',40)
                                                                   ,(7,'식품',2014,'대장균 시리얼 논란','식품의약품안전처는 “OO식품이 대장균이 검출된 제품을 재사용한 정황을 확인했다”며 “OO식품이 제조한 시리얼 제품의 유통·판매를 잠정 금지했다”고 밝혔다.주가 하락',-20)
                                                                   ,(7,'식품',2014,'미국 초저금리 당분간 유지','미국 연방준비제도가 이날 새벽 마감한 연방공개시장위원회에서 초저금리를 당분간 유지하기로 결정한 것이 호재로 작용했다주가 상승',10)
                                                                   ,(7,'식품',2014,'식중독균 논란','"식중독균이 기준치 이상 검출된 제품을 5간 시중에 유통시킨 혐의", 식중독균 검출 논란에 휩싸인 OOO제과의 주식이 하락주식 하락',-30)
                                                                   ,(7,'식품',2014,'형제간 지분확보 경쟁','OO그룹 총괄 회장의 아들인 OOO OO 부회장의 지분 매수가 이어짐에 따라 주가가 상승함주가 상승',10)
                                                                   ,(7,'식품',2015,'사업구조 개편 순항','OO그룹 회장이 추진해온 OO그룹 사업구조 개편작업이 순항하고 있다는 평가가 나오면서 OO그룹 관련 계열사 주가가 일제히 큰폭으로 상승했다.주가 상승',15)
                                                                   ,(7,'식품',2015,'中 시장 공략 본격화','OOO이 중국에서 직소판매 영업 허가를 받았다는 소식에 개장 초반 주가 상승세를 보이고 있다.주가 상승',10)
                                                                   ,(7,'식품',2015,'1인 가구 증가세','식품주의 경우는 최근 1인 가구 증가세와 맞물려 간편식 등의 실적 증가가 예상되면서 주가가 상승하고 있습니다.주가 상승',10)
                                                                   ,(7,'식품',2015,'중국 정부가 1자녀 정책 공식 폐기','식품업유아식 업체들의 주가는 중국 정부의 자녀 정책 변화 소식에 급등했다.주가 상승',15)
                                                                   ,(7,'식품',2015,'가공육 발암물질 분류','WHO 산하 국제암연구소(IARC)는 소시지나 햄 등 일정한 공정을 거친 육류나 붉은 고기를 섭취하는 것이 직장암이나 대장암을 유발할 가능성이 있다는 보고서를 발표주가 하락',-30)
                                                                   ,(7,'식품',2015,'대외악재와 내수경기 부진','대외악재와 내수경기 부진에도 불구하고 음식료 업종의 주가가 나날이 상승, 원재료 가격 하락과인구구조 변화로 인한 가정간편식 수요 증가로 장기적인 성장동력 확보주가 상승',10)
                                                                   ,(7,'식품',2015,'오너 리스크','OO그룹 경영권 분쟁이 심화되고 있는 가운데 OO그룹 식품·유통주가 일제히 하락주가 하락',-10)
                                                                   ,(7,'식품',2015,'일본 기업 이미지','OO그룹이 한국이 아닌 일본 기업의 이미지로 인식돼 브랜드 가치가 떨어지고 있으며 일부 소비자단체를 중심으로 불매운동이 시작된 점이 악재로 작용한 것으로 풀이된다.주가 하락',-10)
                                                                   ,(7,'식품',2015,'''허니'' 열풍','. ''허니'' 열풍을 불러일으킨 이 제품은 유사 제품들의 인기가 꺼진 상황에서도 여전히 품귀 현상이 지속되고 있다.OOOO칩 대박에 실적도 주가도 상승했다주가 상승',20)
                                                                   ,(7,'식품',2015,'실적 개선세가 확인','실적 발표 시즌을 맞아 주요 식품업체들의 실적 개선세가 확인됨에 따라 주가가 강세를 보였다는 분석이다.주가 상승',10)
                                                                   ,(7,'식품',2016,'액면 분할 결정','OO제과는 지난 7일 주당 액면가를 5,000원에서 500원으로 바꾸는 분할을 결정한 뒤 전날까지 사흘 연속 장중 사상 최고가를 경신했다.(액면분할)주가 상승',20)
                                                                   ,(7,'식품',2016,'실적 악화의 영향','세계보건기구(WHO)의 적색육 발암물질 분류 파동과 바이오품목 판가 하락으로 최근 실적이 악화되면서 주가에 부담을 주고 있다. 당분간 주가 반등이 쉽지 않을 전망이다.주가 하락',-15)
                                                                   ,(7,'식품',2016,'14 만에 돌아온 OOOO식품','14 만에 돌아온 OOOO식품에 대한 투자자들의 관심이 쏠리며 상장 이후 지속적으로 상승주가 상승',30)
                                                                   ,(7,'식품',2016,'밸류에이션 부담과 실적 실망감','밸류에이션 부담과 실적 실망감, 라면 마케팅 집중에 따른 카레·참기름 등 주력부문의 성장 정체 등으로 주가가 추락하기 시작주가 하락',-50)
                                                                   ,(7,'식품',2016,'시장의 관심이 IT(정보기술)과 소재,산업재 등 분야에 집중','그룹 내 양 축을 담당하는 식품과 미디어 부문에서 동반 악재가 겹친 데다 최근 시장의 관심이 IT(정보기술)과 소재,산업재 등 경기 민감주에 집중된 영향으로주가 하락',-15)
                                                                   ,(7,'식품',2016,'증권사들 우호적인 평가','연구원은 “주가 핵심 지표인 식품 부문이 호실적으로 외형 성장을 견인했다”고 분석했다,OOOO이 2분기 호실적과 증권사들의 우호적인 평가에 주가가 오름세다.주가 상승',15)
                                                                   ,(7,'식품',2016,'혼밥·혼술'' 열풍','대표적인 혼밥(혼자먹는 밥) 수혜주인 OOO 주가가 연일 하락세다. 올초까지만 해도 고공행진을 이어온 OOO 주가는 최근 고점 대비 반토막 이상 하락한 상태다.주가 하락',-40)
                                                                   ,(7,'식품',2016,'라면 값 인상','라면가격을 인상한다고 발표하면서 올초부터 내리막을 걷던 주가가 반등하기 시작했다.주가 상승',15)
                                                                   ,(7,'식품',2016,'실적 부진 조짐','OOOO식품이 장기적으로 실적부진에 빠질 조짐을 보이고 있다. 이런 추세가 이어질 가능성이 높아지면서 주가도 상승반전을 기약하기 힘들게 됐다.주가 하락',-20)
                                                                   ,(7,'식품',2016,'서비스업 규제완화 보도','이번 주가 상승은 정부의 서비스업 규제완화 보도에 따른 것으로 풀이된다. 정부는 특정 지역의 숙박시절 규제를 푸는 쪽으로 가닥을 잡고있다고 보도했다.주가 상승',10)
                                                                   ,(7,'식품',2017,'런던의 OOOO면 도전','"유튜브, 인스타그램 같은 SNS를 통해서 OOOOO의 컨셉트가 도전으로 인식되면서 해외에서 수요가 굉장히 많이 늘었습니다." 이처럼 해외에서 인기가 치솟으면서 OO식품의 실적에 청신호가 켜졌다. 자연스레 주가도 긍정적이다.주가 상승',40)
                                                                   ,(7,'식품',2017,'목표주가 하향조정','OO푸드가 일부 증권사들의 하향조정이 이뤄진 가운데 29일 장 초반 주가가 약세를 보이고 있다.주가 하락',-10)
                                                                   ,(7,'식품',2017,'대규모 투자 소식','대규모 신규투자 소식에 오름세다. 9000억원 규모의 투자가 ‘중장기 성장 발판’이 될 것이라는 증권가에 분석에 매수세가 몰린 것으로 풀이된다.주가 상승',10)
                                                                   ,(7,'식품',2017,'냉동피자 전쟁','OO식품, 냉동피자 전쟁에 ''어부지리'', 냉동피자의 인기 속에 식품 대기업들도 시장 참여를 선언하면서 OO식품 이 최대 수혜주로 부상했다.OO식품의 주가 폭등은 냉동피자 시장의 폭발적인 성장세 덕분인 것으로 분석된다.주가 상승',50)
                                                                   ,(7,'식품',2017,'대규모 유상증자','OOOO은 전날 자회사를 대상으로 7358억원 규모 제3자 배정 유상증자를 하기로 했다고 공시했다.OOOO주식 수가 늘어나게 되면서 단기적으로 주주가치가 훼손될 수 있다는 우려가 퍼져 OOOO주가가 하락한 것으로 풀이된다.주가 하락',-20)
                                                                   ,(7,'식품',2017,'고용운영 논란','고용노동부는 베이커리 브랜드 OO가 가맹점에서 일하는 협력업체 소속 제빵기사들을 불법 파견 형태로 고용했다며 제빵기사 5378명을 25일 안에 정규직으로 고용하고 체불임금 등 110억1700만원을 지급할 것을 지시했다.주가 하락',-15)
                                                                   ,(7,'식품',2017,'외부매출 증가에 따른 판관비 증가','연구원은 "외부매출 증가에 따른 판관비 증가, 에그팜 계란 공급가격 상승이 실적 부진 요인으로 작용한다"고 분석하며 실적 부진의 원인으로 식품 소재 부문의 감익을 꼽았다.주가 하락',-10)
                                                                   ,(7,'식품',2017,'중국 기업과 MOU 체결','OO식품 에 대해 중국 2위 전자상거래 사업자와의 업무협약(MOU) 체결로 유통망 확대가 기대된다고 분석했다.주가 상승',10)
                                                                   ,(7,'식품',2017,'재무구조 약화','OO제과가 주가 부진으로 시름하고 있다. 실적 모멘텀과 재무구조 약화에 대한 우려가 계속되면서 하락세를 보이고 있는 것인데 좀처럼 반등의 기회를 마련하지 못하고 있다.주가 하락',-30)
                                                                   ,(7,'식품',2017,'액면 분할 실시','유통주식수 확대를 위해 주당 가액을 2500원에서 100원으로 분할하기로 결정했다고 공시,유동성 강화에 대한 기대감이 반영된 것으로 풀이된다.주가 상승',10)
                                                                   ,(7,'식품',2018,'오너 일가 횡령 의혹','OO식품의 오너 일가가 횡령 의혹으로 검찰 수사를 받고 있다는 소식에 주가가 급락하고 있다.허위 매출을 만들거나 실제 납품과정에서 돈을 받는 방식으로 회사 돈을 횡령했다는 의혹이다주가 하락',-20)
                                                                   ,(7,'식품',2018,'신제품에 대한 피로감','소비자의 신제품 피로감 누적과 메가 히트작 부재가 이어지면서 기존 제품의 판매 회복과 제품 확장(익스텐션) 가능성이 높아졌다"면서 가장 많은 스테디셀러 제품을 보유하고 있는 OO에 올해는 점유율을 확대할 최적의 시기"라고 했다.주가 상승',10)
                                                                   ,(7,'식품',2018,'불성실공시법인 지정','한국거래소는 소송 등의 제기·신청 사실을 지연 공시해 불성실공시법인으로 지정했다.주가 하락',-10)
                                                                   ,(7,'식품',2018,'비리 재판에서 50억 횡령 인정','대표이사가 법정에서 회삿돈 50억 원가량을 빼돌린 혐의를 인정, 오너일가의 경영비리 의혹을 놓고 첫 공판이 열렸음에도 불구하고 이날 OO식품 주가는 급등해 52주 신고가를 다시 썼다.주가 상승',15)
                                                                   ,(7,'식품',2018,'미국과 중국 간 무역분쟁','미국과 중국 간 무역분쟁이 지속되면서 중국 수출주들에 빨간 불이 켜졌다. 특히 식음료 기업들은 사드 여파가 회복이 지연되는 가운데 이번 무역분쟁이 엎친데 덮친 격이 될까 우려하는 분위기다.주가 하락',-20)
                                                                   ,(7,'식품',2018,'내수시장 정체','대표적 내수 방어주인 식품주가 유가증권시장 회복세에도 좀처럼 힘을 쓰지 못하고 있다. 가계소비 부진으로 인한 내수시장 정체가 주원인으로 꼽히는 가운데 추석 대목을 앞두고 반등 조짐을 보일지 주목된다.주가 하락',-15)
                                                                   ,(7,'식품',2018,'갑질 논란','"공정위의 갑질 논란 기업들에 대한 감시가 강화되고 사회적으로 부정적인 여론이 확산되는 추세 속에서 갑질 논란으로 국감까지 출석했던 것도 하락의 한 요인으로 보인다"고 설명했다.주가 하락',-30)
                                                                   ,(7,'식품',2018,'중국 시장 수출 확대','“올해 말 중국향(向) 거래선 변경으로 내 중국 수출 매출 본격 확대 기대된다”, 내 중국 시장 수출이 확대될 것이라는 전망에 상승세를 보이고 있다.주가 상승',15)
                                                                   ,(7,'식품',2018,'지배구조 개편','지배구조 개편에 대해 “매출액이 높은 관계기업 중심으로 내부거래 문제 해소 차원의 조치가 진행되고 있다”고 분석했다.이어 OOO의 지배구조 개편 조치가 주가에는 긍정 영향을 미칠 것이라 전망했다.주가 상승',15)
                                                                   ,(7,'식품',2018,'우량한 실적','증시 불안이 가속화하면서, 우량한 실적에도 공매도에 울상짓는 종목들이 속출하고 있다. 특히 실적 개선이 기대되는 식품ㆍ생활용품 종목에 대한 주가 하락 베팅이 두드러진다.주가 하락',-5)
                                                                   ,(7,'식품',2019,'식물성고기 미래먹거리','OO식품에 대해 최근 국내 식품업계에서 식물성 고기가 미래 먹거리로 급부상한 상황에서 음식료 업종 내 최고의 수익성을 확보할 것으로 전망했다주가 상승',20)
                                                                   ,(7,'식품',2019,'실적 개선 전망','“식품 및 식자재 사업부 내 두부류·나물류, 계란·수산·어육 제품군의 안정적 실적 기여에 건면, 간편식 시장 확대에 따른 면류·Ready meal 수혜, 음료·발효유에서의 점유율 확대 역시 긍정적”주가 상승',10)
                                                                   ,(7,'식품',2019,'OO식품 회장 실형 선고','OO식품은 오너리스크 등의 이유로 시가총액이 5000억원가량 증발했다. 양호한 실적을 기록하고 있지만 회장의 비위나 다른 대외적 요인이 투자심리를 압박한 것으로 보인다.주가 하락',-20)
                                                                   ,(7,'식품',2019,'목소리 높이는 주주 행동주의','"현실성이 떨어지는 주주제안들이 주식가치 제고에 오히려 부정적인 영향을 미치는 경우가 있다"며 "일반적인 생각과 달리 주주제안을 받은 기업들의 주가가 오히려 하락하는 것은 경영불안정성이 확대되기 때문"주가 하락',-10)
                                                                   ,(7,'식품',2019,'동남아향 수출','OOO, OOOOO 등 한국 라면이 동남아 소비자 입맛을 사로잡으면서 수출 호조를 보이고 있다. 반면 이들 기업의 주가는 고점에 비해 다소 내려 ''저가 매수 전략''을 고려해볼 만하다는 분석도 나왔다.주가 상승',5)
                                                                   ,(7,'식품',2019,'OO기업 OO식품 보유 지분 전량 매도','OOO는 지난 23일 시간외대량매매를 통해 보유 중이던 OO식품 주식을 처분했다. 반면 OO식품 입장에서 이번 OOO의 지분 매각은 불확실성이 일부분 해소됐다는 증권가 분석이 나온다. OO증권은 이번 지분매각으로 OO식품 주가에 미치는 영향은 제한적일 것이라고 내다봤다.주가 하락',-5)
                                                                   ,(7,'식품',2019,'서구화 식단','OOOOO은 서구화 식단의 주요 구성품인 빵, 햄, 샐러드 등을 판매하고 있어 판매가 장기적으로 늘어날 것으로 예상된다”며 “OOOOO 등 거대 내부 계열사 판매를 통해 식품, 물류와 같은 새로운 사업에서도 성과를 거두고 있다”고 분석했다.주가 상승',10)
                                                                   ,(7,'식품',2019,'미국시장 진출','OO 등 가공식품의 시장 점유율이 높고 냉동식품를 통한 미국시장 진출로 실적이 확대될 것으로 분석됐다주가 상승',15)
                                                                   ,(7,'식품',2019,'흑자 전환','전자공시에 따르면 OO식품의 지난해 4분기 매출액은 전 동기 대비 20.4 증가했고, 순이익은 전 동기에서 흑자전환했다.주가 상승',10)
                                                                   ,(7,'식품',2019,'외국인 코스피 시장에서 매도 행진 지속','국인이 코스피 시장에서 매도 행진을 지속하고 있지만, OO식품 은 꾸준히 순매수한 것으로 나타났다. 수출 호조로 인한 실적 개선 기대감이 반영된 것으로 풀이된다.주가 상승',5)
                                                                   ,(7,'식품',2020,'면역력이 중요한 시기','신종 감염증의 확산에 따라 면역력에 대한 관심이 높아지며 건강기능식품 관련 업종이 최근 증시 폭락장에서도 선방하고 있다. 이들의 매출 역시 온라인과 홈쇼핑 등 비대면을 통해 발생하는 특성이 있는 만큼 해외 진출 등을 계기로 해 추후 반등을 기대할 수 있다는 전망이 나온다.주가 상승',5)
                                                                   ,(7,'식품',2020,'美주가 대폭락','미국 뉴욕증시 급락장에서 잼·통조림 수프 제조사 등 식품 관련주가 상승 종목 리스트에 이름을 올려 눈길을 끈다. 감염 최소화를 위해 미국 곳곳에서 자택 대피령이 떨어지자 장기간 버틸 수 있는 먹거리를 만드는 회사가 주목받는 영향으로 풀이된다.주가 상승',5)
                                                                   ,(7,'식품',2020,'개학 연기 발표','개학 연기 발표와 함께 식품 관련주가 강세다.이날 회의에서 온라인 형태 개학을 고려하고 있다는 발표 이후 집에서 간편식 수요가 더 늘 것이란 분석이 작용한 것으로 풀이된다.주가 상승',20)
                                                                   ,(7,'식품',2020,'바이러스 충격으로 내수시장이 주춤','바이러스충격으로 내수시장이 주춤하고 있으나 K-푸드로 불리는 음식류 업종들의 주가는 상승곡선을 그리고 있다. 그동안 국내시장에 머물러 있던 음식류 업종이 해외 시장에서 점유율 상승하면서 꾸준한 매출 성장을 이루고 있다.주가 상승',15)
                                                                   ,(7,'식품',2020,'오프라인 실적 감소','OO과 OO 모두 코로나19로 오프라인 매출이 줄었으나 가정간편식 수요가 그 이상으로 대폭 늘었다는 공통점이 있다. 가공식품 업체로서 수요 증가와 판촉 완화에 따른 실적 개선이 유력한 종목들이다.주가 상승',10)
                                                                   ,(7,'식품',2020,'눈물의 주가 조정','주가 조정의 원인은 내 실적에 대한 부담이다. 전문가들은 식품 기업들이 내에도 올해만큼의 실적 개선세를 이어가기는 힘들 것으로 보고 있다.주가 하락',-20)
                                                                   ,(7,'식품',2020,'사회적 거리두기 3단계 도입 필요성','일일 신규 확진자 수가 이틀 연속 1000명을 넘어 사회적 거리두기 3단계 도입 필요성이 강하게 제기되고 있다. 그러나 가장 수혜를 봐야 할 식품주 주가는 지지부진하다.주가 하락',-5)
                                                                   ,(7,'식품',2020,'재택 근무','커피를 제조·판매하는 OO 주가가 강세다.재택근무로 회사 탕비실용 제품 수요는 줄었지만 홈카페 열풍 덕에 커피 수요가 탄탄하게 유지되고 있기 때문인 것으로 보인다.주가 상승',30)
                                                                   ,(7,'식품',2020,'국내 아이스크림 시장 2위와 3위합병 승인','OOOOOO이 하락세다. OOO의 OO OOOOO 인수 소식이 주가에 영향을 준 것으로 보인다공정위는 이번 인수에 대해 제조 판매 업계 2위와 3위의 결합이지만 가격 인상 유인이 없다고 판단했다주가 하락',-5)
                                                                   ,(7,'식품',2020,'라면 질주','세계적 대유행으로 야외 활동이 잦아들면서 라면 수요가 늘어난 덕이다. 라면 판매량 증가가 단기적 수혜에 그치지 않고 일종의 세계적 트렌드로 자리를 잡고 있는 만큼 당분간 실적과 주가가 우상향 곡선을 그릴 가능성이 높다는 분석이 나온다.주가 상승',30)
                                                                   ,(7,'식품',2021,'라면값 5째 동결','OO은 5째 제품 가격을 올리지 못했다. 하지만 최근 원재료 가격 상승 때문에 올 하반기에는 가격 인상이 불가피하다는 관측이 나오면서 부진하던 농심 주가도 이달 들어 오름세를 탔다.주가 상승',10)
                                                                   ,(7,'식품',2021,'OO 상장 효과','OO식품이 장 초반 강세다. OO식품의 주가 상승은 OO에 쿠키와 피자 등을 납품한 데 따른 효과로 풀이된다.주가 상승',10)
                                                                   ,(7,'식품',2021,'역대급 호실적','품업계가 지난해 역대급 실적 성적표를 받을 전망이지만 주가는 지지부진한 모습을 벗어나지 못하고 있다. 최근 계속되고 있는 원재료 가격 상승과 지난해에 크게 높아진 실적에 대한 기저효과가 장애물이 되고 있다는 분석이 나온다.주가 하락',-5)
                                                                   ,(7,'식품',2021,'매각 결렬','“매수자 측이 계약 체결 후 태도를 바꿔 사전 합의사항에 대한 이행을 거부했다”며 매각 결렬을 알렸다OO의 주가가 매각 결렬 영향으로 급락했다.주가 하락',-10)
                                                                   ,(7,'식품',2021,'식품표시광고법 위반 혐의','임원 총 4명이 식품표시광고법 위반 혐의로 검찰에 불구속 송치되며 악재가 겹쳤다.이 일이 있고 난 후 소비자 불매 운동 조짐이 이뤘다.주가 하락',-10)
                                                                   ,(7,'식품',2021,'잇단 국감 소환','기업 총수를 대상으로 국감장에 출석하라는 국회의 호출이 잇따르면서 식품업계도 긴장감이 감돌고 있다. 이번 국감에서는 부당노동, 갑질, 식품위생 논란으로 올 한해를 달군 식품가 이슈들이 집중 다뤄질 것으로 예상된다.주가 하락',-5)
                                                                   ,(7,'식품',2021,'가공식품 수출액 사상 최대치','올해 가공식품 수출액이 사상 최대치를 기록할 것이란 전망이 영향을 미쳤다. 식품 수출이 예상보다 호조세를 보이면서 매수세가 몰렸다는 분석이다.주가 상승',20)
                                                                   ,(7,'식품',2021,'해상운임비 상승','OO식품은 수익성 악화 우려에 사흘째 주가가 내렸습니다. .OO식품은 원재료 가격 상승과 해상운임비 상승 등으로 수익성이 전대비 급격하게 악화됐습니다.주가 하락',-20)
                                                                   ,(7,'식품',2021,'식물성 대체육 사업','OOO이 대체육 사업 이슈에 주가가 상승하고 있다.OOO이 ''한국식 대체육''으로 국내 식물성 대체육 사업을 본격화한다.주가 상승',10)
                                                                   ,(7,'식품',2021,'집콕 확찐자','감염증으로 글로벌 물동량과 수요가 감소해 대부분 업종이 하락했지만 식품주는 영향권에서 벗어나고 있다는 분석이다. 밖에는 못나가도 먹을 것은 소비해야 하는 만큼 경기방어주로서 입지를 굳히고 있다는 평가가 나온다.주가 상승',10)
                                                                   ,(7,'식품',2022,'OO그룹의 식품 계열사 합병소식','OO그룹의 식품 계열사인 OO제과와 OO푸드가 합병한다는 소식에 양사 주가가 강세를 보이고 있다.양사는 이사회를 열고 OO제과가 OO푸드를 흡수하는 형태의 합병을 결의했다.주가 상승',10)
                                                                   ,(7,'식품',2022,'수산식품 수출 전용 노선 확대','수산 관련주가 강세다. 한국농수산식품유통공사 aT가 해양수산부와 함께 수산 식품 수출 전용 선복 노선을 대폭 확대한다고 밝혔다.주가 상승',5)
                                                                   ,(7,'식품',2022,'OOO, 3개 회사로 분할','외신 보도에 따라 OOO는 이날 북미 사업 부문과 공장 기반 사업 부문, 신흥 시장의 스낵 사업 부문으로 분사하기로 했다고 밝혔다. 회사 측은 이번 분사는 앞으로의 성장과 주가 부양을 위해서라고 설명했다.주가 상승',10)
                                                                   ,(7,'식품',2022,'자사주 취득 결정','OO는 신한금융투자와 100억원 규모의 자사주 취득 신탁계약 체결을 결정했다고 공시했다.계약 목적은 주가 안정화 및 주주가치 제고다.주가 상승',30)
                                                                   ,(7,'식품',2022,'고환율·고금리로 약세장','국내 증시가 고환율·고금리로 약세장을 그리는 가운데, 식품주들이 경기방어주 역할을 해내면서 주목받고 있다. 최근 잇따른 음식료품 가격 인상도 장기적으로는 영업이익 개선으로 이어져 ‘호재’가 될 것이란 분석이다주가 상승',5)
                                                                   ,(7,'식품',2022,'외국인 폭발적인 매수','외국인과 기관은 10거래일 중 폭팔적인 매수를 하고 있다.음식료품 업계의 내 실적 회복 전망이 주가에 반영된 것으로 풀이된다. 원재료 가격 상승에 따라 라면 가격을 인상한 상황에서 세계식량가격지수가 하락하고 있는 점이 호재로 작용하고 있다는 분석이다.주가 상승',10)
                                                                   ,(7,'식품',2022,'중국 방역 정책 완화','OO식품의 주가가 매출 기대감에 오르고 있다. 중국의 코로나 방역 정책 완화 움직임도 호재로 꼽았다. 조 연구원은 "최근 중국 정부가 방역 정책을 완화하는 등 사실상 위드 코로나 정책으로 전환하는 움직임을 보임에 따라 제로 코로나 정책도 끝이 보이고 있다"며 "이에 내수 소비 경기가 점진적으로 회복할 것으로 전망한다"고 내다봤다.주가 상승',10)
                                                                   ,(7,'식품',2022,'제품 가격 인상 자제','최근 라면 주재료인 소맥과 팜유 가격이 크게 오른 이후 내 주요 라면 업체들이 가격 인상에 나섰지만, OO식품은 가격 인상 카드를 꺼내지 않아 주목을 받았다. “현재는 가격을 올리지 않으면 제품을 판매했을 때 손해가 발생하는 상황이 생기고, 이는 실적 악화, 기업가치 하락으로 연결된다”며 “주식을 보유한 투자자들 처지에서는 주가 하락이라는 날벼락을 맞을 수도 있다”고 전했다.주가 하락',-10)
                                                                   ,(7,'식품',2022,'주요 제품 가격 인상','라면업계 1위인 OO이 내달 15일부터 라면과 스낵 주요 제품의 가격을 인상한다는 소식에 식품 관련주들이 꿈틀 대고 있다. 증권가에서는 국제 곡물가격이 안정세를 되찾으며 가격 인상에 나선 업체들의 수익성이 커질 수 있다고 내다봤다.주가 상승',10)
                                                                   ,(7,'식품',2022,'닭 가격 사상 최고치','최근 닭 가격이 사상 최고치를 찍으며 고공 행진하는 반면, 닭을 가공한 식품인 치킨과 관련한 주식은 힘을 못 쓰고 있다. 치킨 관련 기업 주가는 하락 중이다. 원재료인 닭 가격이 올라가면서 생산 비용이 늘어난 탓이다.주가 하락',-30)
                                                                   ,(7,'식품',2023,'소금 품귀 현상','일본의 후쿠시마 오염수 방류가 빨라지며 소금주로 분류되는 OO식품이 52주 신고가를 경신한 것이다.일본이 이달초 후쿠시마 원전 오염수 방류에 나선다는 소식에 소금값이 오르고 품귀현상이 계속됐다.주가 상승',30)
                                                                   ,(7,'식품',2023,'신용등급 하락','OOO이 실적 악화로 주가가 반토막이 난 와중에 최근에는 해외 사업 부진으로 신용등급까지 하락하는 등 악재가 겹치고 있다.주가 하락',-40)
                                                                   ,(7,'식품',2023,'라면값 인하','경제부총리의 ‘라면값 인하’ 발언 후 10일 만에 식품업계가 ‘백기’를 들었다. 라면업계가 줄줄이 가격을 내린데 이어 제과·제빵 업체들도 인하 대열에 합류하는 분위기다. 주가가 본격적으로 실적 악화 우려가 부각되면서 내림세로 돌아섰다.주가 하락',-15)
                                                                   ,(7,'식품',2023,'원가 상승 부담','OOOOOO은 원가 상승 부담과 기저효과 부담에 주가가 하락세를 보이고 있습니다.주가 하락',-10)
                                                                   ,(7,'식품',2023,'제로 슈거(zero sugar) 제품','제로 슈거(zero sugar)'' 제품이 큰 호응을 얻으면서 국내 음료시장에서 제로 열풍을 주도하고 있다. 즐겁게 건강을 챙기자는 ''헬시 플레저(Healthy Pleasure)'' 트렌드 공략이 통하면서 MZ세대를 중심으로 큰 반향을 일으켰다는 평가다. 증권가에서는 슈거 제로 제품의 연이은 시장 안착으로 OO 주가에 대한 긍정적 전망을 내놓고 있다.주가 상승',20)
                                                                   ,(7,'식품',2023,'영업 정지','식품의약품안전처는 OOOO이 판매하던 음료에서 심의받지 않은 기능성 지표 광고를 적발했다. 영업정지 처분을 받은 OOOO이 주가에도 직격탄을 맞았다. 다수 제품의 온오프라인 판매가 막히면서, 안 그래도 부진하던 주가에 하방 압력이 더해졌다. 증권가는 암울한 분위기를 바꿀 반전 카드가 필요하다고 말한다.주가 하락',-20)
                                                                   ,(7,'식품',2023,'K-푸드(Food) 열풍','해외에서 K-푸드(Food) 열풍이 이어지는 가운데 국내 증시에서 외국인 투자자들도 식품주를 사들인다. 증권가에서는 전 세계에서 K-푸드에 대한 관심이 지속되는 만큼, 해외 진출 모멘텀이 있는 식품주에 주목하라고 조언했다.주가 상승',10)
                                                                   ,(7,'식품',2023,'탕후루 열풍','탕후루 열풍이 주식시장까지 덮쳤다. 빵과 과자 등 설탕이 들어가는 가공식품 가격도 따라 오를 것이라는 의미의 ‘슈거플레이션’(설탕+인플레이션)이라는 신조어도 생겼다. 설탕과 밀가루 전분당 등을 생산하는 OOO의 주가도 상승했다.주가 상승',20)
                                                                   ,(7,'식품',2023,'법적분쟁 곧 종료 가능성','OOOO의 주가는 장기 박스권에서 벗어나 강한 상승을 하고 있다. 법적 분쟁이 곧 종료될 것이라는 소식이 주가에 훈풍을 불어 넣고 있는 것으로 풀이된다.주가 상승',10)
                                                                   ,(7,'식품',2023,'냉동식품 수요 식어','냉동식품 수요가 식어가고 있다. 냉동식품을 덜 구입하는 이유는 재택근무를 하며 집에서 간단하게 끼니를 때우던 미국인들이 일터나 학교로 돌아간 영향이 크다. 실적 부진으로 냉동식품 판매 회사들의 주가는 줄줄이 하락하고 있다.주가 하락',-30);


INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(9,'건설',2011,'글로벌 금융위기 확산','글로벌 금융위기 확산으로 해외 수주가 약화될 수 있다는 우려에 주가 하락',-85)
                                                                   ,(9,'건설',2011,'H자동차와 합병','H자동차와 합병 기대감과 이에 따른 대주주 리스크 감소로 주가 상승',25)
                                                                   ,(9,'건설',2011,'이집트 소요사태 격화 소식','이집트 소요사태 격화 소식에 주변 중동국가로 번질수 있다는 우려에 주가 하락',-10)
                                                                   ,(9,'건설',2011,'해외 수주액 감소','해외 수주액이 지난해 대비 절반에 그치며 주가 하락',-70)
                                                                   ,(9,'건설',2011,'정부의 건설업 관련 정책 발표','정부의 건설업에 대한 부양 정책을 내놓을 것이라는 기대감에 주가 상승',35)
                                                                   ,(9,'건설',2012,'H자동차 회장을 사내이사로 선임','H자동차 회장을 사내이사로 선임으로 앞으로 그룹 건설사에 대한 책임 경영 강화에 대한 기대감으로 주가 상승',20)
                                                                   ,(9,'건설',2012,'영업 실적 발표','영업 실적의 예상보다 부진으로 주가 하락',-60)
                                                                   ,(9,'건설',2012,'박대통령 당선','박대통령 당선으로 부동산 시장 규제가 완화될 것이란 기대감으로 주가 상승',20)
                                                                   ,(9,'건설',2012,'해외 수주 꾸준히 증가','해외 수주는 꾸준히 증가하고 있지만 최근 경기 둔화로 해외수주 지연, 취소 우려가 커지면서 투자자들의 기대감이 사라져 주가 하락',-60)
                                                                   ,(9,'건설',2013,'어닝쇼크','사상 최악의 분기 실적을 기록하며 국제신용평가사의 신용등급 강등으로 주가 하락',-90)
                                                                   ,(9,'건설',2014,'지난해 영업 손실을 기록하며 실적 악화','지난해 영업 손실을 기록하며 실적 악화의 개선을 위해 회장의 무보수 경영 선언으로 주가 상승',100)
                                                                   ,(9,'건설',2013,'1조원이 넘는 해외 공사 수주 소식','1조원이 넘는 해외 공사 수주 소식에도 대표이사 교체 이슈로 주가 하락',-10)
                                                                   ,(9,'건설',2013,'건설 경기 침체','건설 경기 침체에도 불구하고 선제적 대응으로 매출 증가로 주가 상승',20)
                                                                   ,(9,'건설',2013,'호실적 발표','시장 예상치를 웃도는 호실적 발표로 주가 상승',15)
                                                                   ,(9,'건설',2013,'M&A무산 소식','M&A무산 소식에 주가 하락',-80)
                                                                   ,(9,'건설',2013,'4000억원 규모의 유상증자를 결정','4000억원 규모의 유상증자 결정에 재무 구조 개선 기대감에 주가 상승',25)
                                                                   ,(9,'건설',2013,'내 매출액 증가율이 높지 않을 것이라 전망','내 매출액 증가율이 높지 않을 것이라 전망에도 불구하고 수익성 개선 기대감에 주가 상승',10)
                                                                   ,(9,'건설',2013,'이란 핵협상 타결 소식','이란 핵협상 타결 소식에 중동 지역 안정으로 인해 발주시장이 본격 개화할 것이란 기대감에 주가 상승',10)
                                                                   ,(9,'건설',2014,'부동산 규제 완화 기대감','부동산 규제 완화 기대감에 주택 사업 활성화로 주가 상승',80)
                                                                   ,(9,'건설',2014,'국제 유가 급락','국제 유가 급락으로 해외 건설 수주 감소 우려가 커지면서 주가 하락',-40)
                                                                   ,(9,'건설',2014,'그룹사의 조직 개편 본격화','그룹사의 조직 본격화 되면서 핵심 계열사이자 순환출자의 연결고리로써 주가 상승',40)
                                                                   ,(9,'건설',2014,'글로벌 경기 부진','글로벌 경기 부진으로 인한 기업실적 악화 우려로 주가 하락',-35)
                                                                   ,(9,'건설',2014,'그룹사의 강남 부지 매입','그룹사의 강남 부지 고가 매입 논란으로 주가 하락',-30)
                                                                   ,(9,'건설',2015,'중동 지역의 인프라 구축 사업이 정상화 기대','중동 지역의 인프라 구축 사업이 정상화 기대로 중동 건설 프로젝트 수주 기대로 주가 상승',25)
                                                                   ,(9,'건설',2015,'실적이 시장 기대치를 하회','실적이 시장 기대치를 화회와 함께 주가에 대한 차익실현이 겹치면서 주가 하락',-35)
                                                                   ,(9,'건설',2015,'면세점 사업 진출','S호텔과 합작하여 면세점 사업자로 선정되어 신성장동력 확보로 주가 상승',140)
                                                                   ,(9,'건설',2015,'신규 면세점 출점','신규 면세점 출점 소식에도 면세점 재입찰을 5마다 재허가를 받아야 하는 만큼 장기투자를 장담할 수 없다는 투자 심리 악화로 주가 하락',-40)
                                                                   ,(9,'건설',2015,'국내 주택 가격 활성화','국내 주택 가격 활성화로 인한 아파트 공급량 증가로 주가 상승',15)
                                                                   ,(9,'건설',2015,'자회사의 분식 회계 논란','자회사의 분식 회계 논란 및 경영권 승계 이슈로 주가 하락',-30)
                                                                   ,(9,'건설',2015,'영업이익의 지속적인 증가','영업이익의 지속적인 증가에도 불구하고 저유가로 인한 해외 건설 시장이 악화되는 상황에서 해외사업 비중이 높은 사업 포트폴리오가 투자자들에게 확신을 주지 못하며 주가 하락',-60)
                                                                   ,(9,'건설',2016,'순이익 적자전환','순이익은 적자전환 됐지만 미청구 공사금액이 줄어 현금 흐름이 크게 개선되어 주가 상승',25)
                                                                   ,(9,'건설',2016,'턴어라운드 전망','주택 사업 호조로 인한 턴어라운드 전망에 주가 상승',35)
                                                                   ,(9,'건설',2016,'대통령의 이란 방문','대통령의 이란 방문에 따른 수주 기대감 증가와 미청구 공사 미수금 감소에 따른 긍정적 효과로 주가 상승',30)
                                                                   ,(9,'건설',2016,'전환사채 발행 검토','전환사채 발행 검토 소식에 자금 조달에 문제가 있는 것 아니냐는 시장의 우려에 주가 하락',-30)
                                                                   ,(9,'건설',2016,'사우디에서 발주물량들을 줄인다는 소식','사우디에서 발주물량들을 줄인다는 소식에도 불구하고 결국 유가가 안정이 된다면 앞으로 중동에서의 수주는 회복될 것이라는 기대감에 주가 상승',50)
                                                                   ,(9,'건설',2016,'지주사와 당장 합병은 없다는 소식 전해져','지주사와 당장 합병은 없다는 소식이 전해져 투자자들의 큰 실망감에 주가 하락',-25)
                                                                   ,(9,'건설',2016,'현장별 미청구공사 금액 공개','현장별 미청구공사 금액이 공개되면서 생각치 못했던 현장의 미청구 공사 현황이 드러나, 해외 사업 리스크가 생각보다 크다는 인식이 확산되어 주가 하락',-20)
                                                                   ,(9,'건설',2017,'주택시장 호황세','주택시장 호황세로 신규 주택사업 착공과 주택공정이 본격화되면서 매출 증가와 동시에 수익성 확대로 주가 상승',25)
                                                                   ,(9,'건설',2017,'정부의 8.2 부동산 대책','정부의 8.2 부동산 대책으로 당분간 국내 주택시장의 위축이 불가피하다는 전망으로 주가 하락',-30)
                                                                   ,(9,'건설',2017,'지주사 전환 백지화 선언','지주사 전환 백지화 선언을 했지만 새 정부의 재벌개혁 정책에 따라 지배구조 변화가 불가피하다는 전망으로 주가 상승',20)
                                                                   ,(9,'건설',2017,'오버행 예상','오버행(대량 매도 잠재 매물) 우려가 번지면서 주가 하락',-15)
                                                                   ,(9,'건설',2017,'최근 유가 상승','최근 유가 상승으로 중동 지역 발주 증가가 기대되어 주가 상승',20)
                                                                   ,(9,'건설',2017,'강남 재건축 수주 성공','강남 재건축 수주 성공에도 주택 시장 침체 여파로 주가 하락',-30)
                                                                   ,(9,'건설',2018,'4·27 남북정상회담','4·27 남북정상회담 이후 남북 경제협력사업에 훈풍에 주가 상승',110)
                                                                   ,(9,'건설',2018,'남북 경제협력에 대한 기대','남북 경제협력에 대한 기대가 커졌으나 이상 주가 평가와 함께 북미정상회담 이후 투자자가 줄어 주가 하락',-20)
                                                                   ,(9,'건설',2018,'해외 매출 부진','해외 매출 부진으로 실적이 시장 기대치를 하회하여 주가 하락',-30)
                                                                   ,(9,'건설',2018,'지주사 분리 상장','지주사를 분리하여 재상장하여 주가 상승',50)
                                                                   ,(9,'건설',2018,'회계 기준 변경','회계 기준 변경으로 실적이 시장 기대치를 하회할 것이라는 전망으로 주가 하락',-45)
                                                                   ,(9,'건설',2018,'S전자 액면분할 결정','S전자의 액면분할 결정으로 그룹주 전반에 주주환원 정책이 강해질 것이란 기대감으로 주가 상승',15)
                                                                   ,(9,'건설',2018,'창사 이래 최대 실적','창사 이래 최대 실적에도 불구하고 외국인 투자자의 매도세와 차익실현 매물 탓으로 오히려 주가는 하락',-25)
                                                                   ,(9,'건설',2019,'계열사 지분 가치 변화','많은 지분을 가지고 있는 주요 계열사 지분 가치 변화에 주가 상승',25)
                                                                   ,(9,'건설',2019,'하수재이용 사업 협약','하수재이용 사업 협약 소식에 대형 공사 체결에 대한 기대감으로 주가 상승',15)
                                                                   ,(9,'건설',2019,'정부의 분양가상한제 확대 발표','정부의 분양가상한제 확대 발표로 재건축·재개발 사업 위축이 우려로 주가 하락',-50)
                                                                   ,(9,'건설',2019,'법원의 제재 효력 정지 결정','법원의 제재 효력 정지 결정으로 사법 리스크 해소로 주가 상승',15)
                                                                   ,(9,'건설',2019,'납기 연장','납기 연장으로 일회성 비용이 발생하여 실적 개선 기대감 약화',-25)
                                                                   ,(9,'건설',2019,'해외 수주의 뚜렷한 성과','해외 수주의 뚜렷한 성과에도 주택 규제 우려가 더 부각되어 투자 심리 위축으로 주가 하락',-25)
                                                                   ,(9,'건설',2019,'현재 주가 평가가치 매력 높아','현재 주가 평가가치 매력이 높지만 본격적 상승세를 위한 모멘텀이 두드러지지 않아 주가 하락',-25)
                                                                   ,(9,'건설',2019,'화공부문 플랜트 수주','대규모 화공부문 플랜트 수주가 잇따르면서 주가 상승',30)
                                                                   ,(9,'건설',2020,'코로나19 사태 발생','코로나19 사태로 인한 세계 경기 침체 우려와 잇따른 부동산 규제로 주가 하락',-45)
                                                                   ,(9,'건설',2020,'코로나19 확산','코로나19 확산에도 불구하고 1분기 실적이 무난할 것이라는 기대로 주가 상승',45)
                                                                   ,(9,'건설',2020,'신임 국토 교통부 장관 주택공급방안 발표 예정','신임 국토 교통부 장관 주택공급방안 발표 예정에 국내 건설물량 증가 기대감으로 주가 상승',60)
                                                                   ,(9,'건설',2020,'국제유가 급락','국제유가 급락에 따른 해외수주 기대감이 낮아지면서 주가 하락',-50)
                                                                   ,(9,'건설',2020,'A항공 인수 무기한 연기','A항공 인수 무기한 연기에 계약금을 포함한 비용처리 감소에 주가 상승',45)
                                                                   ,(9,'건설',2020,'S바이오 주가 급등','S바이오 주가가 급등하자 대주주 수혜를 얻으며 같이 주가 상승',30)
                                                                   ,(9,'건설',2020,'실적 기대치 부응','실적은 기대치를 부응했지만 지배구조 리스크로 주가 하락',-10)
                                                                   ,(9,'건설',2021,'오세훈 서울시장 취임','오세훈 서울시장 취임으로 재개발 규제 완화 기대로 주가 상승',45)
                                                                   ,(9,'건설',2021,'늘어난 해외공사','늘어난 해외공사와 함께 늘어난 원가부담으로 일회성 비용이 증가하여 주가 하락',-20)
                                                                   ,(9,'건설',2021,'오세훈 뉴타운 사업 재개 발표','오세훈 뉴타운 사업 재개 발표로 재개발 기대감에 주가 상승',20)
                                                                   ,(9,'건설',2021,'철거 건물 붕괴 사고','철거 건물 붕괴 사고에 시공사로써 책임 소재로 주가 하락',-35)
                                                                   ,(9,'건설',2021,'온천동 재개발 소식','온천동을 재개발한 아파트의 본격 분양소식에 주가 상승',15)
                                                                   ,(9,'건설',2022,'정원준씨가 안함','정원준씨를 탓하세요 주가 하락',-99)
                                                                   ,(9,'건설',2023,'정원준씨가 안함','정원준씨를 탓하세요 주가 하락',-99);

INSERT INTO information(area_id,area,year,low_lv,high_lv,roi) VALUES
(5,'화학',2011,'리튬이온 배터리 사업 투자 확대','전기차 시장 성장 예상에 따른 리튬이온 배터리 사업 투자 확대미래 성장 동력 확보 기대',30)
                                                                   ,(5,'화학',2011,'법인 인수 완료','해외 자동차 부품 제조업체 인수 완료해외 시장 진출 확대신규 사업 시너지 기대',10)
                                                                   ,(5,'화학',2011,'기능성 소재 사업 투자 확대','자동차 촉매제, 필름 등 기능성 소재 사업 투자 확대미래 성장 동력 확보 기대',20)
                                                                   ,(5,'화학',2011,'석유화학 경기 침체','글로벌 경기 불확실성 증가원자재 가격 상승 및 유가 상승석유화학 제품 수요 감소 우려',-15)
                                                                   ,(5,'화학',2011,'자회사 설립','해외 시장 진출 확대신규 사업 시너지 기대',15)
                                                                   ,(5,'화학',2011,'유럽 경기 침체 우려','유럽 경기 침체 심화석유화학 제품 수요 감소 우려',-15)
                                                                   ,(5,'화학',2011,'태양광 사업 진출','신재생에너지 시장 성장 예상에 따른 태양광 사업 진출미래 성장 동력 확보 기대',10)
                                                                   ,(5,'화학',2011,'홍수 피해','해외 생산 공장 침수로 인한 생산 중단수익 감소 우려',-20)
                                                                   ,(5,'화학',2011,'정부의 경기 부양 정책 발표','정부의 경기 부양 정책 기대석유화학 제품 수요 증가 기대',5)
                                                                   ,(5,'화학',2011,'실적 발표','실적 발표석유화학 사업 부진 심화유럽 경기 침체 및 중국 경기 성장 둔화원자재 가격 상승으로 인한 수익 악화',-10)
                                                                   ,(5,'화학',2012,'2차전지 사업 호황','2012 전기차 시장 성장과 함께 2차전지 사업이 급격히 성장했습니다.2012 1분기 2차전지 부문 영업이익은 전 동기 대비 60 증가했습니다.',50)
                                                                   ,(5,'화학',2012,'ABS 사업 매각','2012 4분기 ABS 사업을 3조원에 매각했습니다.이 매각은 부채 비율을 낮추고 수익성을 개선하는 데 기여했습니다.',20)
                                                                   ,(5,'화학',2012,'경영진 교체','회장이 사망하고 부회장이 경영권을 승계했습니다.부회장은 공격적인 투자 정책을 추진하며 성장 가능성을 높였습니다.',5)
                                                                   ,(5,'화학',2012,'M&A 활발','2012 폴리에스터 사업 인수와 합병을 추진했습니다.이러한 M&A 활동은 사업 포트폴리오를 강화하고 성장 가능성을 높였습니다.',10)
                                                                   ,(5,'화학',2012,'해외 시장 진출 확대','신흥 시장에 신규 생산 시설을 투자했습니다.이러한 해외 시장 진출 확대는 매출 증대와 성장 가능성을 높였습니다.',5)
                                                                   ,(5,'화학',2012,'석유화학 사업 부진','경제 위기와 가스 생산 증가로 인해 석유화학 제품 가격이 하락했습니다.석유화학 사업은 2012 3분기 영업이익이 전 동기 대비 40 감소했습니다.',-25)
                                                                   ,(5,'화학',2013,'리튬 이온 배터리 가격 하락','전기차 보급 확대 속도 예상보다 저조리튬 이온 배터리 생산 과잉중국 기업들의 공격적인 가격 경쟁',-25)
                                                                   ,(5,'화학',2013,'석유화학 제품 가격 상승','정부의 경기 부양 정책셰일 가스 생산 증가국제 석유 가격 상승',15)
                                                                   ,(5,'화학',2013,'배당금 인상','투자자 심리 개선긍정적 평가',10)
                                                                   ,(5,'화학',2013,'합병 설계 변경','합병 후 지배구조 불확실성 증가합병 시너지 효과에 대한 우려',-10)
                                                                   ,(5,'화학',2013,'합병 완료','석유화학, 기능성 소재, 에너지 사업 부문의 통합비용 절감 및 경쟁력 강화 기대',5)
                                                                   ,(5,'화학',2013,'셰일 가스 생산 증가','저렴한 셰일 가스를 이용한 에틸렌 생산 증가석유화학 제품 생산 비용 절감경쟁력 강화',10)
                                                                   ,(5,'화학',2013,'실적 개선','석유화학 사업 부문 호황기능성 소재 사업 부문의 성장',20)
                                                                   ,(5,'화학',2013,'합작 투자','저렴한 에탄 공급 확보새로운 성장 동력 확보경쟁력 강화',5)
                                                                   ,(5,'화학',2013,'슈퍼 허리케인 피해','슈퍼 허리케인이 현지 공장에 피해를 입혀 생산 차질을 초래했습니다.',-20)
                                                                   ,(5,'화학',2014,'전기차 배터리 시장 성장 기대','전기차 보급 확대로 전기차 배터리 시장 급성장 예상',60)
                                                                   ,(5,'화학',2014,'해외 배터리 시장 진출 확대','정부의 전기차 보급 정책 확대와 함께 해외 시장 진출 확대',10)
                                                                   ,(5,'화학',2014,'원자재 가격 상승','리튬 등 주요 원자재 가격 상승과 해외 기업들의 공격적인 시장 진출',-15)
                                                                   ,(5,'화학',2014,'ITC 조사','전기차 배터리 기술 관련 ITC(국제무역위원회) 조사 개시',-10)
                                                                   ,(5,'화학',2014,'합작사 설립','해외 석유화학 시장 성장 기회를 포착하기 위한 현지 합작사 설립',20)
                                                                   ,(5,'화학',2014,'환율 변동','미국 금리 인상 기대와 달러화 강세',-10)
                                                                   ,(5,'화학',2014,'자동차 산업 회복','자동차 부품 및 기능성 소재 수요 증가로 수익 급증',10)
                                                                   ,(5,'화학',2014,'배터리 사업 확대','배터리 생산 설비 투자 확대와 전략적 제휴 체결',5)
                                                                   ,(5,'화학',2014,'경제 제재 시작','경제 제재와 유럽 에너지 공급 불안',-5)
                                                                   ,(5,'화학',2015,'합병 발표','바이오 사업 확장을 위한 합병 발표',10)
                                                                   ,(5,'화학',2015,'실적 우려','석유화학 시장 부진 및 합병 관련 비용 발생으로 인한 실적 부진 우려',-15)
                                                                   ,(5,'화학',2015,'전기차 배터리 사업 호재','배터리 공급 계약 체결 및 전기차 시장 성장 기대감',10)
                                                                   ,(5,'화학',2015,'태양광 사업 투자','태양광 사업 성장 가능성에 대한 기대감',5)
                                                                   ,(5,'화학',2015,'인수 완료','해외 제조기업 인수 완료',10)
                                                                   ,(5,'화학',2015,'중앙은행의 금리 인하','중앙은행의 금리 인하 정책 긍정적 평가',5)
                                                                   ,(5,'화학',2016,'전기차 배터리 사업 확대','5간 3.5조원 규모의 전기차 배터리 공급 계약 체결전기차 배터리 합작회사 설립',30)
                                                                   ,(5,'화학',2016,'사업 부진','국제 석유가 하락으로 인한 석유화학 사업 수익성 악화중국 등 신흥 시장 경쟁 심화',-20)
                                                                   ,(5,'화학',2016,'현지 공장 투자 발표','25억 달러 규모의 전기차 배터리 공장 설립북미 시장 진출 확대 및 생산 역량 강화',10)
                                                                   ,(5,'화학',2016,'분할 상장','주가 순매수 요인 제공사업 포트폴리오 축소',10)
                                                                   ,(5,'화학',2016,'Brexit 결정','영국의 유럽연합 탈퇴 결정으로 인한 유럽 경제 불확실성 증가유럽 시장 의존도 높음',-15)
                                                                   ,(5,'화학',2016,'합병 완료','세계 최대 화학 회사 탄생',20)
                                                                   ,(5,'화학',2016,'경제 성장 둔화','경제 성장 둔화로 인한 화학 제품 수요 감소',-10)
                                                                   ,(5,'화학',2017,'전기차 배터리 사업 성장','전기차 배터리 생산 설비 투자 확대유럽 자동차 회사들과의 배터리 공급 계약',40)
                                                                   ,(5,'화학',2017,'전기차 보조금 정책 변화','정부의 전기차 보조금 감액전기차 시장 성장 둔화 우려',-20)
                                                                   ,(5,'화학',2017,'전기차 배터리 공급망 재편','배터리 공급업체 다변화공급망 다변화로 인한 매출 감소',-25)
                                                                   ,(5,'화학',2017,'바이오 산업과 합병','바이오 사업 진출사업 다각화',5)
                                                                   ,(5,'화학',2017,'폴리머 사업 호황','폴리머 사업 수익 증가경쟁력 강화',10)
                                                                   ,(5,'화학',2017,'원자재 가격 상승','나프타 가격 상승원자재 가격 상승으로 인한 수익 악화',-15)
                                                                   ,(5,'화학',2017,'경쟁 심화','해외 화학 회사들의 생산 설비 확대글로벌 화학 시장 경쟁 심화',-5)
                                                                   ,(5,'화학',2017,'경영진 교체','차세대 경영진의 새로운 비전과 전략에 대한 기대감',5)
                                                                   ,(5,'화학',2018,'전략적 제휴 강화','파트너십 강화중대형 배터리 사업 성장 확대미래 전기차 시장 성장 기대 반영',20)
                                                                   ,(5,'화학',2018,'공장 화재 사고','공장 화재 발생으로 생산 중단생산량 감소 및 수익 악화 우려중대형 배터리 공급 부족 가능성투자자 심리 위축',-15)
                                                                   ,(5,'화학',2018,'무역 제재','무역 분쟁 심화 및 환율 변동성 증가',-10)
                                                                   ,(5,'화학',2018,'회사채 발행','3조원 규모 회사채 발행 및 1조원 규모 자기주식 매수기업가치 향상 및 투자자 신뢰 회복',10)
                                                                   ,(5,'화학',2018,'전망 상향 조정','기대 이상의 실적 및 전망 발표전기차 배터리 사업 호황 지속 기대투자자 심리 개선 및 매수 증가',25)
                                                                   ,(5,'화학',2018,'조직 개편','경영진 교체 및 조직 개편을 통한 경영 효율성 강화',5)
                                                                   ,(5,'화학',2018,'탄소 배출 감축 압박','국내외 환경 규제 강화 및 탄소 배출 감축 압박 심화',-10)
                                                                   ,(5,'화학',2018,'자금 조달 비용 증가','국내외 금리 인상 및 자금 조달 비용 증가투자 비용 증가 및 수익 악화 우려',-5)
                                                                   ,(5,'화학',2019,'해외 공장 가동 중단','안전사고 및 환경 규제 강화로 인한 해외 공장가동 중단',-10)
                                                                   ,(5,'화학',2019,'배터리 무역 분쟁','특허 침해 소송 제기불확실성 증가 및 투자 심리 위축',-15)
                                                                   ,(5,'화학',2019,'리콜 사태','전기차 배터리 화재 사고로 인한 리콜실적 악영향 및 브랜드 이미지 실추 우려',-40)
                                                                   ,(5,'화학',2019,'페트로케미컬 제품 가격 상승','중동산유국 생산량 감축으로 인한 유가 상승 및 페트로케미컬 제품 가격 상승세계 최대 페트로케미컬 기업 중 하나로서 수혜',65)
                                                                   ,(5,'화학',2019,'아람코 시설 공격','사우디아라비아 아람코 시설 공격으로 인한 유가 급등',-10)
                                                                   ,(5,'화학',2019,'반도체 소재 호황','글로벌 반도체 수요 증가로 인한 반도체 소재 가격 상승세계 주요 반도체 소재 공급업체로서 수혜',75)
                                                                   ,(5,'화학',2019,'환경 규제 강화','환경 규제 준수에 따른 투자 비용 증가 및 수익 악영향 우려',-10)
                                                                   ,(5,'화학',2020,'물적분할 확정','배터리 사업 분할 및 투자 확대개미 투자자들 분노',-15)
                                                                   ,(5,'화학',2020,'코로나19 팬데믹','코로나로 인한 석유화학 부문 수요 감소, 주가 하락',-10)
                                                                   ,(5,'화학',2020,'전기차 시장 성장','배터리 사업 호황 예상, 주가 상승전기차 시장 성장 지속',15)
                                                                   ,(5,'화학',2020,'중국 경제 성장 둔화','주요 시장인 중국 수요 감소, 주가 하락',-10)
                                                                   ,(5,'화학',2020,'미국과의 무역 갈등','미국과의 무역 갈등불확실성 증가, 투자 심리 위축, 주가 하락',-15)
                                                                   ,(5,'화학',2021,'ITC 판결','ITC는 배터리 특허 분쟁에서 승소했다고 판결했습니다.주가는 상승하여 투자자들의 기대감을 반영했습니다.',20)
                                                                   ,(5,'화학',2021,'2차전지 사업 호황','2차 전지 사업의 호황으로 1분기 실적 발표에서 시장 예상치를 뛰어넘었습니다.',10)
                                                                   ,(5,'화학',2021,'신사업 투자 확대','미래 성장 동력이 될 신사업에 투자를 확대했습니다.',5)
                                                                   ,(5,'화학',2021,'경제 성장 둔화','경제는 코로나19 팬데믹의 영향으로 성장이 둔화되었습니다이 기업은 경제상황에 크게 의존하는 기업입니다',-15)
                                                                   ,(5,'화학',2021,'지속 가능한 경영을 위한 노력','환경 규제 강화에 대응하기 위해 친환경 소재 개발 및 생산 공정 개선에 투자했습니다.이러한 투자는 지속 가능한 경영을 위한 노력이지만, 단기적으로는 수익 감소로 이어질 수 있습니다.',-10)
                                                                   ,(5,'화학',2021,'신규 생산 설비 투자','폴리카보네이트 생산 설비 투자 계획을 발표했습니다.이는 미래 성장 가능성을 높입니다.',10)
                                                                   ,(5,'화학',2022,'공급망 불안','전쟁, 전염병 확산 등으로 인한 원자재 공급망 불안',-20)
                                                                   ,(5,'화학',2022,'배터리 불량 논란','배터리 화재 사고 발생배터리 불량 문제 해결 위한 리콜 진행',-15)
                                                                   ,(5,'화학',2022,'투자 심리 회복','석유화학 사업 부문 실적 개선전기차 배터리 소재 사업 성장 지속투자 심리 회복',20)
                                                                   ,(5,'화학',2022,'사업 전망 및 투자 확대 계획','사업 전망 및 투자자 컨퍼런스 개최전기차 배터리 소재 사업 투자 확대 계획 공개석유화학 사업 호황 지속 전망',15)
                                                                   ,(5,'화학',2022,'경영 전략 변화','새로운 사장 취임경영 전략 변화 기대',5)
                                                                   ,(5,'화학',2022,'연준의 금리 인상','미국 연준의 금리 인상으로 인한 자금 조달 비용 증가기업 투자 심리 위축',-10)
                                                                   ,(5,'화학',2022,'신규 사업 투자 확대','전기차 배터리 소재, 바이오, 기능성 소재 등 신규 사업 투자 확대미래 성장 동력 확보',10)
                                                                   ,(5,'화학',2023,'자회사의 상장','98 지분 보유한 자회사 상장상장 후 실적 부진 우려 및 시장 전체 약세로 하락세 진입',-30)
                                                                   ,(5,'화학',2023,'자회사 매각','수익성이 낮은 자회사 매각 및 신규 사업 투자를 통한 포트폴리오 조정4분기 SK바이오테크 매각 확정, 바이오사이언스 지분 일부 매각 검토전기차 배터리 소재 사업 투자 확대',5)
                                                                   ,(5,'화학',2023,'해외 자회사 투자','에탄올 생산 공장 투자 확정해외 시장 진출 및 성장 동력 확보 위한 투자',5)
                                                                   ,(5,'화학',2023,'합작회사 설립','국영 석유화학 회사와 합작회사 설립에틸렌 생산 설비 투자를 통한 사업 확장',5)
                                                                   ,(5,'화학',2023,'경영진 교체','회장 사망 이후 경영진 교체 단행신임 대표이사 취임 이후 경영 전략 및 방향성에 대한 관심 감소',-5)
                                                                   ,(5,'화학',2023,'탄소중립 투자','신규 사업 투자 확대바이오, 폐배터리 재활용 등 미래 성장 동력 확보',10);

